[
  {
    "title": "Everything I Have",
    "author": "Tammy Robinson",
    "isbn": "9780349425313",
    "available": true,
    "location": "FICTION",
    "description": "A decade apart, one summer to fix the past. Can they find their way back to each other? The last person Ellie ever expects to see back in Seclusion Bay is Sam. Widowed and clouded by grief, the moment he walks into her cafe, he makes it clear that he wants nothing to do with anyone...especially her.  So, when she sees him tie a letter to a tree at the end of the bay, Ellie is intrigued. Desperate to help him navigate his grief, she puts pen to paper, and an exchange of anonymous letters begins. As they start to reconnect on and off the page, Ellie dares to hope that they both might get a second chance at happiness.The only problem is, Sam still has no idea that the heartfelt letters are coming from her. And as things between them start to heat up, and the line between friendship and love starts to blur, Ellie must find the courage to tell Sam the truth or risk losing him forever.",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "A Crown This Cold & Heavy",
    "author": "Stacia Stark",
    "isbn": "9781959293231",
    "available": true,
    "location": "FANTASY",
    "description": "The unimaginable has happened, and none of our lives will ever be the same. Surrounded by enemies, I've never been further from my crown... Or closer to death. Amidst a betrayal we couldn't have anticipated, I'll do whatever it takes to find my way back to Lorian -- before his fury lays waste to this continent. Alliances are being forged and broken, our enemies are unifying, and Regner's spiders are closer than ever before. We have only one chance to prevent him from attaining god-like powers and enslaving every human, fae, and hybrid across the four kingdoms. Meanwhile, the human king believes I'm trapped here, yearning for my death, and waiting for Lorian to save me. But Regner hasn't yet realized that I'll stop at nothing to free my people. And he's the one who should be afraid of me.--Back cover.",
    "genre": "Fairies Fiction."
  },
  {
    "title": "Marry Me in Italy",
    "author": "Nicky Pellegrino",
    "isbn": "9781869715663",
    "available": true,
    "location": "FICTION",
    "description": "A dream wedding in Italy? It's the chance of a lifetime! Skye has been with Tim forever and the last thing she's thinking about is saying 'I do'. It's Tim that enters the dream wedding competition - he's longing to win an all-expenses-paid trip to romantic Montenello. An escape to a beautiful Italian hill town might be just what they need to find love again... Ana definitely isn't interested in getting married - she doesn't need a man to make her happy. But when she loses her job at a glossy food magazine, she jumps at the chance of a new life, renovating a crumbling Italian farmhouse. Her handsome (and very distracting) neighbour definitely isn't part of the plan. One thing's for sure, this summer has surprises in store!--Publisher information.",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "The Sunforge",
    "author": "Sascha Stronach",
    "isbn": "9781982187071",
    "available": true,
    "location": "FANTASY",
    "description": "Sascha Stronach's queer, Māori-inspired Endsong trilogy reopens on a city in flames, where a magic-wielding pirate crew uncovers an age-old fight between the gods that threatens their world. The steel city of Radovan is consumed by fire between. Stranded in its harbor is the crew of the Kopek, the survivors of a bioterror attack overseas. But they bear scars: their captain, Sibbi, has gone missing; Yat, their newest Weaver, is fighting for control of her own mind; and their Weaving powers are in a badly weakened state. To disable the technology that prevents the group from escaping, Sen and Kiada must plot their way through the ruins of the foreign capital, which is patrolled by a hostile militia, using wits alone. But to navigate through Radovan, Kiada will have to rely on her own history with the city-one she shares with a band of misfits dubbed Fort Tomorrow and their leader, Ari, a charismatic thief. Ari may hold the key not only to saving Radovan from complete annihilation, but the history of their world, which will come into play as the gods begin to unleash destruction on humanity and one another--",
    "genre": "Gods Fiction."
  },
  {
    "title": "Pātea Boys",
    "author": "Airana Ngarewa",
    "isbn": "9781869718299",
    "available": true,
    "location": "FICTION",
    "description": "A lively and playful bilingual collection of stories about growing up in Patea. Interlinked and full of recurring characters, these stories are about growing up in small-town Aotearoa -- sneaking away during cross country, doing bombs in the pool while the lifeguard isn't looking, peeling spuds on the marae, crashing a car at age four, and learning to live by the tikanga 'don't ask, don't tell'. The collection is designed to bridge a gap between children's books in te reo and full-length literary works.",
    "genre": "Māori New Zealand Patea Social life and customs Fiction."
  },
  {
    "title": "She's a Keeper",
    "author": "A. Mulford",
    "isbn": "9781923184015",
    "available": true,
    "location": "ROMANCE",
    "description": "They're both used to temporary. Have they unexpectedly found forever? Lark Lachlan has her life under control. Although she enjoys the occasional summer fling with women, the devoted-to-her-career, bisexual zookeeper has no trouble keeping her heart in its cage. So she's a little surprised to feel an instant, all-consuming attraction to the handsome new volunteer, Logan. The last thing Logan Anderson needs is another failed romance. Looking for a final adventure before heading home to take over the family business, the outgoing New Zealander is intrigued by the hottie . . . with her hand down a monkey sewage pipe. But he runs up against her no-sleeping-with-volunteers rule, even when she drunkenly locks lips with him in a red-hot kiss. Lark is tempted to let passion run free with the fun-seeking Kiwi, but animal antics and a dwindling timeline threaten to keep them strictly platonic... Will Lark and Logan let nature take its naughty course? She's A Keeper is the laugh-out-loud first book in the Prickle Island Zoo romantic comedy series. If you like relatable characters, light-hearted humor, and steamy romance, then you'll adore Ali K. Mulford's feel-good tale.",
    "genre": "Zoo keepers Fiction."
  },
  {
    "title": "The Unlikely Heir",
    "author": "Jax Calder",
    "isbn": "9798858749240",
    "available": true,
    "location": "ROMANCE",
    "description": "What happens when the Prince of Wales falls in love with the prime minister? Thanks to my misbehaving relatives, I've leaped from obscurity to royalty as the new heir to the British throne. But my welcome in England is about as warm as the weather. Upon arrival, I discover a country ready to revolt against the monarchy. I vow to my grandmother, the Queen, that I'll do anything save the crown. Enter the broodingly handsome Prime Minister, Oliver Hartwell. Innocent messages of support turn into late-night chats--and unexpected feelings. But there's one major problem. The royal family must remain politically neutral. How can I keep my promise to save the monarchy when I'm falling in love with the Prime Minister?--",
    "genre": "Gay men Fiction."
  },
  {
    "title": "Tangleby Everyday Recipes",
    "author": "Sue Heazlewood",
    "isbn": "9780473714567",
    "available": true,
    "location": "641.5 HEA",
    "description": "",
    "genre": "Cooking."
  },
  {
    "title": "Life Hacks From the Buddha",
    "author": "Tony Fernando",
    "isbn": "9781775542391",
    "available": false,
    "location": "158.1 FER",
    "description": "With 50 practical and easy-to-follow life hacks, this book will make you a calmer, happier and more chilled-out version of yourself. The Buddha worked out how best to deal with the challenges we face today over 2000 years ago. His teachings show us that human stress, anxiety and suffering are nothing new. 'Life Hacks from the Buddha' will help you to quieten your mind, create more peaceful environments to live in, and find the calm and contentment you need to help you function at your very best, which will leave a lasting impression on everyone around you--Publisher information.",
    "genre": "Calmness."
  },
  {
    "title": "That Green Olive",
    "author": "Olivia Moore",
    "isbn": "9781776950935",
    "available": true,
    "location": "641.5 MOO",
    "description": "Kiwi classics and more with a decadent twist, to cook for yourself or for friends. Everyone has a food story - the recipes and ingredients they've grown up with and grown used to. In That Green Olive, recipe creator and local foodie Olivia Moore shares her story, and shares how to find joy in the kitchen by mixing things up a little. Drawing inspiration from Kiwi classics, our best-loved restaurants and Olivia's lakeside hometown itself, That Green Olive gives you the choice to be a little bit fancy, whether it's beer and Gruyere scones or a tasty 'Nduja prawn pie. These are cosy snacks, dinners and desserts designed to inspire and devour, whether you are cooking for yourself, your family or friends.",
    "genre": "Cooking."
  },
  {
    "title": "Start Here, Now",
    "author": "Jennifer Zea",
    "isbn": "9780473698201",
    "available": true,
    "location": "158.1 ZEA",
    "description": "A personalized roadmap to reclaiming joy, clarity and confidence. Have you been feelling stuck, overwhelmed, or simply in need of a change? Navigating in a world full of noise can be quite daunting, making us doubt who we are, and what we are here to do and offer. But not to worry, Start here, now will bring you closer to he self you are longing for with carefully curated exercises that will reshape your mindset and propel you towards the true bliss of living your authentic self. Whether you're seeking a career boost, better relationships, or a healthier lifestyle, this transformative challenge will guide you through the essential steps to create lasting change. Be prepard to witness a remarkable shift in your perspective, energy, and overall well-being...--Back cover.<br/>Fill out all the pages, digging deep within responding to each question and completing all sentences--Unnumbered page 11.",
    "genre": "Self-actualization (Psychology)"
  },
  {
    "title": "Provocations",
    "author": "Christine Webster",
    "isbn": "9781877375224",
    "available": true,
    "location": "779 WEB",
    "description": "Complex, theatrical and fearless, the unsettling photography of renowned New Zealand/United Kingdom artist Christine Webster has long entranced and challenged audiences. This spectacular survey, curated by Anne Kirker, invites viewers to reassess their expectations of human behaviour, while considering questions of propriety and expression. Featuring many of Webster's best-known series - such as Black Carnival and Circus of Angels - alongside a new film project developed especially for the exhibition, Provocations highlights many of Webster's key artistic concerns, including power relations, sexuality identity and representations of the body.",
    "genre": "Women photographers New Zealand."
  },
  {
    "title": "The Pōhutukawa Journal",
    "author": "Juliet Batten",
    "isbn": "9780473712693",
    "available": true,
    "location": "508 BAT",
    "description": "In The pōhutukawa journal I invite you to take off your shoes and walk with me, accompanied by trees, birds, waters, flowers, and seeds as I seek to gain access to a regenerating bush block. You will feel the earth through the soles of your feet. I will introduce you to the grandmother pōhutukawa that was both an obstacle and a gateway. I will show you what took place as I struggled against a formidable force in order to pass on to my granddaughters the legacy of tree whispering.--Page 15.",
    "genre": "Nature Effect of human beings on."
  },
  {
    "title": "The Invasion of Waikato",
    "author": "Vincent O'Malley",
    "isbn": "9781991033901",
    "available": true,
    "location": "993.022 OMA",
    "description": "The Waikato War is a pivotal event in the history of Aotearoa. In this accessible introduction, Vincent O'Malley explains the enduring impact of these conflicts, continuing his remarkable work on the New Zealand Wars. The book begins with the 1863 crossing of the Mangatāwhiri River by British troops. This act marked the Crown's declaration of war against the Waikato tribes, igniting a conflict with far-reaching consequences. At its heart, the war was a clash between the Crown's push for control and Māori insistence on self- governance, a right affirmed in Te Tiriti o Waitangi. The resulting conflict has shaped the nation for over a century, more influential, O'Malley argues, than even New Zealand's involvement in the two World Wars. The Invasion of Waikato/Te Riri ki Tainui features short biographies of people and groups who have contributed to our contemporary understanding of the events. Building on Dr O'Malley's comprehensive 2016 study, The Great War for New Zealand: Waikato 1800-2000, this concise account includes rich illustrations and detailed maps. Insights from recent research emphasise the roles of memory and place in shaping our understanding of this history. Through clear and engaging writing, Vincent O'Malley helps readers explore a crucial period in Aotearoa's past, opening up this history to a wide readership. --Back cover.",
    "genre": "Waikato War, N.Z., 1863-1865."
  },
  {
    "title": "Nga hapa reo",
    "author": "Hona Black",
    "isbn": "9781990042591",
    "available": true,
    "location": "499.442 BLA",
    "description": "Ko te 'awhi', ko te 'āwhina' rānei? He take rānei e kuhuna atu ai te tohutō? E tika ana te 'Hēmi', te 'e Hēmi' rānei hei mihi i tō hoa? Kei tēnei pukapuka ngā whakautu, me ōna whakamārama e whakatika ana i te mahi a te hapa e pā ana ki te kōwhiringa o te kupu, ki te wetereo, ki ngā whakaawenga mai o te reo Pākehā, me te aha kē noa atu. Ko ōna whakamārama he reorua, ko ōna tauira he huhua, he taonga a Ngā hapa reo mā ngā kaikōrero me ngā ākonga katoa, ahakoa te taumata o te reo.--Back cover.<br/>How do you choose between 'awhi' and 'āwhina'? What differene can a tohutō (macron) make? And should you address your friend as 'Hēmi' or 'e Hēmi'? This book has the answers, explaining and correcting more than 150 errors of word choice, grammar, English-language interference and more. With descriptions in Māori and English and plenty of examples Ngā hapa reo is a taonga for speakers and learners at any level.--Back cover.",
    "genre": "Māori language Study and teaching."
  },
  {
    "title": "Engaging Environments in Tonga",
    "author": "Arne Perminow",
    "isbn": "9781805397151",
    "available": true,
    "location": "304.25 PER",
    "description": "On March 11, 2011, a tsunami warning was issued for Tonga in Polynesia. On the low and small island of Kotu, people were unperturbed in the face of impending catastrophe. The book starts out from the puzzle of peoples' responses and reactions to this warning as well as their attitudes to a gradual rise of sea level and questions why people seemed so unconcerned about this and the accompanying loss of land. The book is an ethnography of the relationship between people and their environment based on fieldwork over three decades.",
    "genre": "Human ecology Tonga Kotu."
  },
  {
    "title": "The House at the End of the Sea",
    "author": "Victoria Adams",
    "isbn": "9781839134234",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Saffi doesn't want her new life, living with her dad, little brother and old-fashioned grandparents in their B&B by the sea. She is grieving for her mum and longs for things to go back to normal. But this new home is anything but normal: the walls change colour, a face appears in the mirror, and the pantry is suddenly filled with fancy food. When a party of extraordinary visitors arrive at midnight, Saffi begins to realise that her family has a dark, magical secret. It will take all her bravery to discover the truth and find a way into another world.",
    "genre": "Mothers Death Children's fiction."
  },
  {
    "title": "Is My Phone Reading My Mind?",
    "author": "Matt Agnew",
    "isbn": "9781761180446",
    "available": true,
    "location": "J 006 AGN",
    "description": "When you think of AI, you might imagine a walking, talking robot or you might think of a giant computer that wants to take over the world, but the reality is that AI is a brilliant human invention that can be found in nearly every modern device from our computers to our cars. AI can seem scary at times, so working out where we use AI and why is an important part of making the best of this exciting technology. So, what is an algorithm and can it help you choose pizza? Can ChatGPT do your homework? And when you watch TV, is it watching you back? All these questions and more about AI are answered in a fun, funny and engaging way. Dr Matt Agnew has a Doctorate in Astrophysics and a Masters in Artificial Intelligence and believes in making STEM accessible for everyone.",
    "genre": "Artificial intelligence Children's nonfiction."
  },
  {
    "title": "Race of Wonders",
    "author": "Jennifer Bell",
    "isbn": "9781529506143",
    "available": true,
    "location": "OLDER FICTION",
    "description": "When her dad is kidnapped by a woman with a giant hamstoceros, Bitsy and best friend Kosh are swept into a secret world of ancient meteorites and strange beasts called magicores, each conjured using a different emotion. Using a powerful bestiary called Magicalia, the friends must quickly become conjurors themselves, before following a trail of clues that will take them from London to India to Paris, in a race to rescue Bitsy's dad from a mysterious villain.",
    "genre": "Best friends Children's fiction."
  },
  {
    "title": "Being Autistic",
    "author": "Niamh Garvey",
    "isbn": "9781805011712",
    "available": true,
    "location": "J 618.928 GAR",
    "description": "You're autistic--but what does that really mean? Welcome to the ultimate guide to understanding who you are and what it means to be autistic! In this fully illustrated, graphic guide about what it means to be autistic discover the differences between sensory seekers and avoiders, why you might find some things super easy and other things extra challenging and even begin to understand and navigate all of your big (and small) feelings. Best of all, learn what makes you totally unique. You might just come away with some cool facts to share with your friends and family!",
    "genre": "Autism in children Children's nonfiction."
  },
  {
    "title": "Jason Mason and the Dastardly Master of Disguise",
    "author": "Jason Gunn",
    "isbn": "9781776891122",
    "available": true,
    "location": "YOUNGER FICTION",
    "description": "Jason Mason is a pretty average kid. The kind of kid who always ends up with drips of melted ice cream on his sweatshirt. The kind of kid who puts cake in his shorts' pocket then accidentally sits on it. The kind of kid whose nana always asks if he's got a jacket when it's cold. The kind of kid who is, actually, a secret agent. Wait . . . What? You won't believe what happens when a threat is made to blow up one million French toilets. This book is sure to make you wonder where on earth Jason Mason is going to end up next!--Back cover.",
    "genre": "Christchurch City Libraries. Margaret Mahy Collection."
  },
  {
    "title": "The Ultimate Kids' Guide to Dogs",
    "author": "Graeme Hall",
    "isbn": "9780241638378",
    "available": true,
    "location": "J 636.7 HAL",
    "description": "Have you ever wondered what a dog's hackles are? Or why Labradors love the water? Or why dogs sniff each other bottoms? Graeme Hall, a.k.a. The Dogfather, has the answers to these questions and many more, in this beautifully illustrated kids' guide to dogs. Discover the history of man's best friend and how wolves transformed into modern-day dogs. Learn how to identify different dog breeds and their personalities. And become a dog training expert with top tips from expert author Graeme. At the back of the book, you'll find canine quizzes and puzzles to test your new dog knowledge, and even find out your puppy personality! Whether you have a new puppy or a slow old pooch, or even if you're just dreaming about getting a dog, this book will prepare you with all the information you need to be a dog's best friend.",
    "genre": "Dogs Children's nonfiction."
  },
  {
    "title": "How Technology Works",
    "author": "",
    "isbn": "9780241656686",
    "available": true,
    "location": "J 600 HOW",
    "description": "Get inside the machinery of the modern world and understand the science that makes it all work. Have you ever been tempted to take the back off your TV? Have you wondered about what's going on beneath your feet on the street where you live? How Technology Works lifts the lid on the technology you use all the time but take for granted. It also takes you to places you'll never get the chance to see, such as the inside of a nuclear storage facility or the crew capsule on top of a Moon rocket. The book takes you on a journey of discovery, starting with technology at work inside the human body before exploring cities and factories and then blasting off into space. Along the way, you'll lose yourself in super-detailed illustrations that reveal amazing hidden things and explain how they work. How Technology Works is an inspiring guide that makes technology fun, fascinating, and accessible for curious minds of all ages.",
    "genre": "Technology Children's nonfiction."
  },
  {
    "title": "Hi From Outer Space",
    "author": "Fiona Katauskas",
    "isbn": "9781761069260",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Alex wants to win the National Young Cartoonist Competition. She's got the talent, but what should she draw? Along comes Hi, an alien from the planet Wendy. Hi is also working on a project: he has three days to learn about Earth's leaders for his Earth Studies class. Maybe they could help each other? Hi's Earthly visit sets in motion a chain of extraordinary events, including a viral TikTok, a shoe-shop haunting and an astronomically wild rock concert.",
    "genre": "Cartoonists Children's fiction."
  },
  {
    "title": "The Majorly Awkward BFF Dramas of Lottie Brooks",
    "author": "Katie Kirby",
    "isbn": "9780241647400",
    "available": true,
    "location": "OLDER FICTION",
    "description": "At long last Lottie and Daniel are an official couple and everything seems to be going brilliantly (except for Amber being increasingly mean and jealous, but what's new there?). Meanwhile Toby's new year's resolution is to get a dog, and for once Lottie and him see eye to eye. Pot Noodle, the cockapoo, becomes the newest member of the Brooks family. He's very cute but also not toilet trained at ALL. Lottie soon finds having a new boyfriend and a new dog means she has little time for anyone else, leaving her best friends pretty upset. How is Lottie meant to keep everybody happy and stop Pot Noodle from pooing on the carpet?",
    "genre": "Families Children's fiction."
  },
  {
    "title": "The Raven's Eye Runaways",
    "author": "Claire Mabey",
    "isbn": "9781991006820",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Three young people and a one-eyed raven join forces to fight against the oppressive regime that restricts the gift of reading to an elite few and aims to squash magic. Getwin is a bookbinder working from dawn till dusk with her mother at Raven's Eye Bookbindery. Joane is a scribe, living in a monastic-style castle, where she and other girls are forced to copy manuscripts until their fingers bleed. Buckle is Getwin's loyal and close friend. When Joane escapes her prison-like life and the soporific tea that drugs her, she is rescued by Getwin and Buckle. They go in search of Getwin's mother, who has been taken by the regime. They encounter many dangers and must travel through a fearful city and a magical forest. Will they find her safe? And what is the terrible truth behind everything they think they know about their world?",
    "genre": "Christchurch City Libraries. Margaret Mahy Collection."
  },
  {
    "title": "Knowledge",
    "author": "",
    "isbn": "9780241638699",
    "available": true,
    "location": "J 032.02 KNO",
    "description": "A beautiful, visual miscellany of essential knowledge, quirky facts, and glorious pictures discover how we have classified and ordered our world, from spacecraft to seashells.",
    "genre": "Curiosities and wonders Children's nonfiction."
  },
  {
    "title": "Rosa by Starlight",
    "author": "Hilary McKay",
    "isbn": "9781529074512",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Rosa lives in a world where she discovers there is magic. It arrives with Balthazar, a large black cat, just when she needs it most. Even so, it takes all her courage to stay hopeful and adventurous when her dreadful aunt and uncle move into her life. And when she finds herself abandoned in the ancient city of Venice, can magic help her then? Perhaps it can. The stars are watching, and there are lots of cats in Venice.",
    "genre": "Orphans Children's fiction."
  },
  {
    "title": "Chronicles of a Lizard Nobody",
    "author": "Patrick Ness",
    "isbn": "9781529517958",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Zeke and Daniel have just been made hall monitors by Principal Wombat. This has nothing to do with the fact that they are monitor lizards. And never mind the fact Alicia, the only other monitor lizard in the school, is also a hall monitor. Somehow, the three hall monitors must impose order on arrogant lions, excitable seals and super-relaxed pandas. And worst of all, there is Pelicarnassus! A pompous giant pelican and the son of a major supervillain, who inexplicably has it out for the lizards. Can the hall monitor lizards and their new friend, a blind, fearsome red-tailed hawk, protect their school from all manner of outlandish threats?",
    "genre": "Lizards Children's fiction."
  },
  {
    "title": "Stitched Up",
    "author": "Joanne O'Connell",
    "isbn": "9781529032598",
    "available": true,
    "location": "OLDER FICTION",
    "description": "Cassie has a passion for fashion so when the opportunity to redesign her school uniform comes up Cassie is thrilled. The only problem? She's stuck between eco-conscious Fern and label-loving Azra. As the competition heats up, Cassie joins The KnitWits a local knitting group that immediately makes Cassie feel at home, especially once she sees that it's secretly attended by the coolest girl at school. As Cassie's skills grow, she has to learn to balance Azra's obsession with trends with her own love of sustainable fashion. But will the pressure cause the ultimate bestie break-up?",
    "genre": "Girls Children's fiction."
  },
  {
    "title": "12 Ways to Get a Ticket to Space",
    "author": "Kate Peridot",
    "isbn": "9780711286368",
    "available": true,
    "location": "J 629.4 PER",
    "description": "So you want to blast off into space? Good news: this book explains twelve ways to get your ticket, from winning a space-station sleepover to piloting a rocket you built from scratch. Discover what it takes to visit space and live off-world, with guides to astronaut jobs, training and the latest spacecraft and tech. Plus, marvel at the future of space exploration and how you could one day live on the Moon or Mars. There's never been a better time to start planning your trip to space!",
    "genre": "Astronauts Children's nonfiction."
  },
  {
    "title": "Spooky Celebrations Around the World",
    "author": "Matt Ralphs",
    "isbn": "9781838667719",
    "available": true,
    "location": "J 394.26 RAL",
    "description": "Which of these facts about spooky celebrations are true? Children throw soybeans at demons during Setsubun in Japan. Halloween was originally an ancient Celtic festival called Samhain. People feed hungry ghosts during Zhongyuan in China. The answer is, all of them! Put on your costumes, grab a lantern and get ready to experience 21 frighteningly fascinating festivals that are celebrated around the world today. Maybe along the way you'll discover that wandering souls, ghosts and spirits aren't so spooky after all.",
    "genre": "Festivals Children's nonfiction."
  },
  {
    "title": "Impossible Things",
    "author": "Dan Schreiber",
    "isbn": "9781526366382",
    "available": true,
    "location": "J 032.02 SCH",
    "description": "Want to impress your friends and family with some bananas but true facts? Then discover the world of impossible things with fact detective Dan Schreiber. This book will give you the answers to all of your big questions, no matter how silly! From discovering if monsters are real to seeking out haunted sausage rolls, exploring the world's strangest curses to finding the truth about time travel, this book has everything! With hilarious illustrations and comic strips in every chapter, you won't want to put this book down!",
    "genre": "Curiosities and wonders Children's nonfiction."
  },
  {
    "title": "Kids' Sewing Workshop",
    "author": "Karine Thiboult-Demessence",
    "isbn": "9781639810499",
    "available": true,
    "location": "J 646.2 THI",
    "description": "The ultimate guide to sewing for aspiring and experienced young sewists.",
    "genre": "Sewing Children's nonfiction."
  },
  {
    "title": "Star of the Show",
    "author": "Jacqueline Wilson",
    "isbn": "9780241684153",
    "available": false,
    "location": "OLDER FICTION",
    "description": "Tess loves to dance, even when everything seems grim. After mum dies and pa leaves, she and her brothers and sisters are all alone, with hardly any food or money. With empty stomachs and scrambling for pennies, they've got to fend for themselves. When Tess's big brother and sister go out to look for work, she has to stay in class at The Ragged School and take care of their baby sister Ada. But Tess is determined that even though she is poor, she will still get to go to the ball or at least to dance in the Cinderella pantomime at the Grand Theatre",
    "genre": "Siblings Children's fiction."
  },
  {
    "title": "Kitty's War",
    "author": "Eimear Lawlor",
    "isbn": "9781803284514",
    "available": true,
    "location": "SAGA",
    "description": "Kilkenny, 1939. Ireland might be neutral, but Kitty Flynn is caught in her own war. Forced to give up her child at seventeen, she escaped to London in search of a fresh start. However, in 1941, upon hearing that her brother, Anthony, who had been injured during the Spanish Civil War, is now gravely ill, Kitty must return home to care for him. In a time where food and medicine are scarce, Kitty is relieved to secure a nursing job that is, until G2, the Irish Intelligence notices her proficiency in German. G2 are determined to use Kitty's translation skills to extract information from the German internees at The Curragh Military Camp, even using Anthony as leverage. Before she knows it, Kitty finds herself in the treacherous world of espionage. And soon Kitty must decide: will she sacrifice herself to save her brother?",
    "genre": "Nurses Fiction."
  },
  {
    "title": "Enemies to Lovers",
    "author": "Laura Williams",
    "isbn": "9780593719473",
    "available": false,
    "location": "ROMANCE",
    "description": "Ever since The Embarrassing Meltdown Incident, Flo has been on an enforced break from life. And the timing couldn't be better, as her family sets off to Greece for their summer vacation. Enter Jamie Kramer literally. Broad, sun-kissed, and fitter than ever. Jamie is Flo's brother's best friend, and the person she wants to see least in the world. He's also her family's adopted son after he lost his parents at a young age. Flo and Jamie hate each other. Except, Flo actually has a mortifying crush on Jamie, made infuriatingly stronger after The Christmas Incident. And nobody-least of all her family-can know. So, with two weeks of steamy outings, rocky boat trips, and sunshine on the horizon, Flo is going to have to fix the situation the only way she can think of: by spending time with him. What could possibly go wrong for the pair of Enemies to Lovers?",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "Slow Dance",
    "author": "Rainbow Rowell",
    "isbn": "9780063380196",
    "available": true,
    "location": "ROMANCE",
    "description": "They were just friends. Best friends. Allies. They spent entire summers sitting on Shiloh's porch steps, dreaming about the future. They were both going to get out of north Omaha Shiloh would go to college and become an actress, and Cary would join the Navy. They promised each other that their friendship would never change. Well, Shiloh did go to college, and Cary did join the Navy. And yet, somehow, everything changed. Now Shiloh's thirty-three, and it's been fourteen years since she talked to Cary. She's been married and divorced. She has two kids. And she's back living in the same house she grew up in. Her life is nothing like she planned. When she's invited to an old friend's wedding, all Shiloh can think about is whether Cary will be there and whether she hopes he will be. Would Cary even want to talk to her? After everything? The answer is yes. And yes. And yes. Slow Dance is the story of two kids who fell in love before they knew enough about love to recognize it. Two friends who lost everything. Two adults who just feel lost. It's the story of Shiloh and Cary, who everyone thought would end up together, trying to find their way back to the start.",
    "genre": "Best friends Fiction."
  },
  {
    "title": "Victory for the Cornish Girls",
    "author": "Betty Walker",
    "isbn": "9780008615840",
    "available": true,
    "location": "SAGA",
    "description": "Bude, Cornwall 1944. Even in Cornwall, the war shows no signs of slowing. When tragic circumstances force Alice to give up her spy training, she is distraught. That is, until she's asked to join a specialist group of codebreakers who might just find the key to winning the war. Young Imogen feels impotent to help her beloved Cornwall as war rages on. When she suspects the attractive new Vicar of betraying their country, she's determined to uncover his deceit. Meanwhile, American Pearl entertainer to the troops pours her heart into into the war effort to boost morale, despite being jilted by her sweetheart. Can she find a home, and maybe even a family, in Bude? As the war continues to rage on, will the Cornish Girls make it through to victory together?",
    "genre": "Young women Fiction."
  },
  {
    "title": "Fear the Flames",
    "author": "Olivia Darling",
    "isbn": "9781804187951",
    "available": false,
    "location": "FANTASY",
    "description": "Princess. Prisoner. Runaway. Queen. Elowen Atarah, Princess of Imirath, came into the world like a firestorm made flesh. A princess with a link to five dragons should have been a blessing to her kingdom, but her blessing became her curse. The little girl in shackles became a knife wielding woman with a thirst for retaliation. Now, Queen of Aestilian, a secret kingdom she forged through strength and survival, Elowen needs a way to feed her rising population. She never thought she would have the force to take on Imirath, but when the snarky Commander Cayden Veles of Vareveth, her father’s enemy kingdom, offers her a deal she’s been dreaming of for years, how can she not take it? Even if he ignites her temper like no other, nothing unites two begrudging allies more than a common enemy. The pair of them, along with three accomplices, will navigate their partnership, politics, and attempt to pull off the greatest heist their world has ever known. Five people, all united through revenge, will have to transcend the odds stacked against them and infiltrate the impenetrable castle if they want to reap their rewards before someone reaps their souls. Putting aside their differences to accomplish a common goal because everyone knows vengeance is a promise signed in blood.",
    "genre": "Imaginary places Fiction."
  },
  {
    "title": "One Day to Fall in Love",
    "author": "Molly James",
    "isbn": "9781529427011",
    "available": true,
    "location": "ROMANCE",
    "description": "When the love of her life falls for someone else, Rena finds herself desperately scrolling for a solution. That's when an ad for a new dating app pops up: 24 hours to fall in love. A guaranteed love match by the end of the day or your money back. Fueled by heartbreak and tequila, Rena signs up and prepares for her life to change. What she doesn't know is that she is bound to repeat this day over and over again, until she finds her perfect match. One day they said, but there was no mention of how many times that day would play out.",
    "genre": "Single women Fiction."
  },
  {
    "title": "Five Brothers",
    "author": "Penelope Douglas",
    "isbn": "9781405968614",
    "available": false,
    "location": "ROMANCE",
    "description": "On the other side of town are five brothers. Macon is the oldest. I've never seen him smile. Army is a single dad with beautiful green eyes. Iron will be in prison soon. Dallas is the one I hate. Trace used to be mine. I need to go home. Away from the swamps and these men. I'll leave tomorrow. Tonight I'll crash on the couch tonight. Everyone is asleep. Except for one. He sees me crying. I let him wrap his arms around my body and hold me. I don't think it was Trace. Which means it was another brother. I don't know who, but I can't help but want him to hold me again",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "The Unraveling",
    "author": "Melanie Hamrick",
    "isbn": "9780593638163",
    "available": true,
    "location": "ROMANCE",
    "description": "Jocelyn Banks has always been a fish out of water in the ballet world. She was raised in rural Louisiana, taught to scrap and hustle for the life she wanted. And ever since Jocelyn found ballet, she has been able to take her life into her own hands. After years of success at the North American Ballet, she is now on a hiatus to enjoy life in London. But in an instant, Jocelyn's world is turned upside down: she receives a call that her mother has died, and Jocelyn is now responsible for her grandmother's care. With no money to take care of Mimi, she must find a way back into the ballet world, but ballet in London is completely different from ballet in America. It's held in the highest regard and is even more cliquey than Jocelyn is used to. Jocelyn scores a donor, which is crucial at the Royal National Ballet, but the hardest part is yet to come. Jocelyn is unable to break through her emotions, afraid that if she does, she'll be flooded with feelings she can't afford to have. But something about her sponsor, the charismatic Alastair Cavendish, sets a fire in her. What she feels when she's with him is raw and real. If she goes down this precarious path, she knows she's doomed to fall into an intoxicating spiral of self-sabotage. But the lust and magnetizing lure of power and prestige keep clawing at her, ultimately forcing her to choose between desire and duty.",
    "genre": "Ballet dancers Fiction."
  },
  {
    "title": "The Night Ends With Fire",
    "author": "K. Song",
    "isbn": "9781399725262",
    "available": true,
    "location": "FANTASY",
    "description": "The Three Kingdoms are at war, but Meilin's father refuses to answer the imperial draft. Trapped by his opium addiction, he plans to sell Meilin for her dowry instead but when she discovers that her husband-to-be is violent and ill-tempered, she decides to take matters into her own hands. The very next day, she disguises herself as a boy and enlists in her father's place. In the army, Meilin's hard work brings her recognition, friendship and a growing closeness with Sky, a prince turned training partner. But as her kingdom barrels towards destruction, Meilin must decide who to trust: Sky, who inspires her loyalty and love; a sea dragon spirit with the power to grant her impossible magic; or an infuriating enemy prince who makes her question everything she once knew about her kingdom, her loyalty and her own heart.",
    "genre": "Imaginary wars and battles Fiction."
  },
  {
    "title": "Made for You",
    "author": "Jenna Satterthwaite",
    "isbn": "9780778310426",
    "available": true,
    "location": "SCIENCE FICTION",
    "description": "Hi. My name is Julia. I'm a Synth. And I'm here to find love. Synthetic woman Julia Walden was designed for one reason: to compete on The Proposal and claim the heart of bachelor Josh LaSala. Her casting is controversial, but Julia seems to get her fairy-tale ending when Josh gets down on one knee. Fast-forward fifteen months, and Julia and Josh are married and raising their baby in small-town Indiana. But with haters around every corner, Julia's life is a far cry from the domestic bliss she imagined. Then her splintering world shatters: Josh goes missing, and she becomes the prime suspect in his murder. With no one left she can trust, Julia takes the investigation into her own hands. But the explosive truths she uncovers will drive her to her breaking point and isn't that where a person's true nature is revealed? That is if Julia truly is a person.",
    "genre": "Artificial intelligence Fiction."
  },
  {
    "title": "The Crimson Crown",
    "author": "Heather Walter",
    "isbn": "9780593598368",
    "available": true,
    "location": "FANTASY",
    "description": "Legends tell of a witch who became a queen the heartless villain in the story of Snow White. But now the wicked queen is stepping out of Snow White's shadow to become the heroine of her own legend. Her real once upon a time begins when she is just Ayleth, a young witch who lives in the forest with her coven. The witches practice their magic in secret, hiding from the White King and his brutal war against witchcraft. Ayleth, however, faces a war of her own. Her magical gifts have yet to reveal themselves, and as the threat of the Royal Huntsmen intensifies, Ayleth fears she will never become the witch her coven needs. To prove herself, Ayleth sets out on a perilous quest that sends her to the White Palace, a decadent world of drama and deceit. There, Ayleth encounters an unlikely figure from her past Jacquetta, a witch who once held Ayleth's heart and betrayed her. As events at the palace escalate, Ayleth finds herself caught in the web of the White King, whose dark charisma is as dangerous as the sinister force that seems to be haunting the palace and perhaps even Ayleth herself. With the threat of discovery looming, Ayleth and Jacquetta must set aside the wounds of their past and work together to survive. As she uncovers the secrets of the White Court and those of her own heart Ayleth must find the strength to transform into someone she never imagined she could be. A powerful witch, the very wickedest of them all.",
    "genre": "Witches Fiction."
  },
  {
    "title": "The Knife and the Serpent",
    "author": "Tim Pratt",
    "isbn": "9781915202802",
    "available": true,
    "location": "SCIENCE FICTION",
    "description": "After her grandmother is murdered in a home invasion, Tamsin Culver leaves her cushy programming job in San Francisco and returns to her Midwestern hometown to settle the estate. What she doesn't expect is to find out her grandmother's life-changing secret: She's not an Earth native, but an exile from another level of the Nigh-Space continuum, an adjacent reality with technology far more advanced than ours. What's more, her grandmother ruled there as an oligarch, meaning Tamsin is the heir to vast wealth only accessible by someone from her bloodline but the enemies who tried to exterminate her family won't be happy to see her return. Back in the Bay Area, grad student Glenn makes a startling discovery about his girlfriend Vivy. She's a secret agent for the Interventionists: an interdimensional organisation devoted to protecting the inhabitants of Nigh-Space from those trying to take advantage of less-developed worlds. When she lands in trouble, Glenn finds himself on a sapient starship in a distant level of the continuum, racing to save her. But when Glenn and Vivy's plans clash with Tamsin's, and secret connections among them all are revealed, their situation becomes catastrophically complicated. It's a princess of Nigh-Space versus a champion of Nigh-Space in a reality-spanning adventure that ranges from alien planets to mysterious space stations to Bay Area bars, with starship battles, cyborg augmentation, abductions, snark, betrayal, and fallout both nuclear and emotional.",
    "genre": "Grandmothers Death Fiction."
  },
  {
    "title": "Hera",
    "author": "Jennifer Saint",
    "isbn": "9781250855602",
    "available": true,
    "location": "FANTASY",
    "description": "Even the gods must have their queen. When the immortal goddess Hera and her brother Zeus overthrow their tyrannical father, she dreams of ruling at his side. But as they establish their reign on Mount Olympus, Hera begins to see that Zeus is just as ruthless and cruel as the father they betrayed. While Zeus ascends, Hera is relegated to the role of wife and mother, a role she never wanted. She was always born to rule, but must she lose herself in perpetuating this cycle of violence and cruelty? Or can she find a way to forge a better world? In this enthralling retelling, Greek mythology's most famous and maligned goddess finally tells her own story, as power, passion, and divine strength collide in the heart of Olympus.",
    "genre": "Zeus (Greek deity) Fiction."
  },
  {
    "title": "The Stardust Grail",
    "author": "Yume Kitasei",
    "isbn": "9781250875372",
    "available": false,
    "location": "SCIENCE FICTION",
    "description": "Maya Hoshimoto was once the best art thief in the galaxy. For ten years, she returned stolen artifacts to alien civilizations--until a disastrous job forced her into hiding. Born off-world and infected by an alien virus from a young age, she receives the occasional vision of the future. Now she just wants to enjoy a quiet life on Earth as a graduate student of anthropology. Until an old friend comes to her with a job she can't refuse: find a powerful object that could save an alien species from extinction. Two problems: no one has seen it in living memory, and they aren't the only ones hunting for it. Maya sets out on a breakneck quest through a universe teeming with strange life and ancient ruins. But the farther she goes, the more her visions cast a dark shadow over her team of friends new and old. Someone will betray her along the way. Worse yet, in choosing to save one species, she may doom humanity and Earth itself.",
    "genre": "Art thieves Fiction."
  },
  {
    "title": "The Amendments",
    "author": "Niamh Mulvey",
    "isbn": "9781529079852",
    "available": true,
    "location": "FICTION",
    "description": "Nell and her partner Adrienne are about to have a baby. For Adrienne, it's the start of a new life. For Nell, it's the reason the two of them are sitting in a therapist's office. Because she can't go into this without dealing with the truth: that she has been a mother before, and now she can hardly bring herself to speak to her own mother, let alone return home to Ireland. But to Ireland and the past is where she must go, and that is where 'The Amendments' takes us: to the heat of Nell's teenage years in the early 2000s, as Ireland was unpicking itself from its faith and embracing the hedonism of the Celtic Tiger. To 1983, when Nell's mother Dolores was grappling with the tensions of the women's rights movement. And then to the farms and suburbs and towns that made and unmade the lives at the centre of this story, bound together by the terrible secret that Nell still cannot face.",
    "genre": "Mother and child Fiction."
  },
  {
    "title": "Wild Ground",
    "author": "Emily Usher",
    "isbn": "9780593731291",
    "available": true,
    "location": "FICTION",
    "description": "From the beginning, it has always been Neef and her mother, Chrissy-troubled, beautiful, at the mercy of addiction and a revolving door of bad relationships. When Neef turns twelve, they move from inner-city Leeds to a small Yorkshire town to follow Chrissy's much-older boyfriend, who runs the local pub. But for Neef, perhaps it's also a chance to start over. On her first day in her new home, it becomes Neef and Danny, the boy who captures her attention planting flowers in the pub garden-and then, it is somehow always Danny. Danny is seen as an outsider by those around him; half Jamaican, he and his father are the only people of colour in their community. Immediately drawn to each other, Neef and Danny form a friendship that gives way to the slow burn of romance as they grow up. Desperate to escape the confines of their world, Neef and Danny cling to each other throughout their adolescence, even as their relationship strains against the same forces that hold their families hostage: substance abuse, poverty, racism. For a while, though, it seems like it could be Neef and Danny forever. But then, finally, it is just Neef: sober, living in London, trying to tell herself she never knew a boy called Danny, never loved him, never had him wrenched away. That is, until someone from those days comes seeking redemption, and she cannot pretend any longer.",
    "genre": "Best friends Fiction."
  },
  {
    "title": "Spoilt Creatures",
    "author": "Amy Twigg",
    "isbn": "9781035407910",
    "available": true,
    "location": "FICTION",
    "description": "They thought they knew everything about us. The kind of women we were. Iris is adrift when she meets the beguiling Hazel, who lives on a women's commune. As she is drawn into commune life, Iris is soon seduced by the possibility of a new start away from a world of men who have only let her down. At Breach House the women are free to live and eat abundantly, to be loud and dirty, all whilst under the leadership of their gargantuan matriarch, Blythe. But is Breach House truly the haven it seems? And just how much can Iris trust her new family? When an unforgivable transgression threatens the commune's existence, Iris and the other women find themselves hurtling towards an act of devastating violence. Fierce and unapologetic, Spoilt Creatures is an intoxicating debut that pulls back the skin of the patriarchy and examines the female rage that lies beneath.",
    "genre": "Collective settlements Fiction."
  },
  {
    "title": "Only Here, Only Now",
    "author": "Tom Newlands",
    "isbn": "9781399607902",
    "available": false,
    "location": "FICTION",
    "description": "Fife, in the blazing hot summer of 1994. Cora Mowat's mates don't understand her, but then Cora Mowat doesn't understand herself. She's stuck on a seaside council estate full of dafties, old folk and seagulls, with a million dreams and a restless brain that won't behave. She's dying to escape but unsure of what the future holds, if it holds anything at all for a girl like her. When her Mam's weird boyfriend moves in, tensions rise in their tiny house. Gunner means well, but he's dodgy, a shaven-headed shoplifter with more than a few secrets stashed under the bed. As their attempts to forge a makeshift family unravel, Cora rails against her small-town existence in search of love, acceptance and a path to something good. But sometimes you can't move forward until you find your way back.",
    "genre": "Dysfunctional families Fiction."
  },
  {
    "title": "Goodnight Tokyo",
    "author": "Atsuhiro Yoshida",
    "isbn": "9781787705128",
    "available": true,
    "location": "FICTION",
    "description": "Matsui is the driver of a taxi the colour of the night sky. Every night between the hours of 1 am and 4.30 am, Matsui guides his taxi around the streets of Tokyo, collecting passengers and their stories. Seen through the eyes of a cast of colourful characters, Goodnight Tokyo takes the reader on an intimate journey around Tokyo after dark, when Tokyo's eccentrics and insomniacs emerge, and a small grain of madness begins to germinate in the city's night air. Confessions of intimacy and loneliness merge with the surreal: the funeral of an old telephone, the flea-market in which objects are bartered for that don't actually exist. Told over a number of nights and punctuated by Matsui's dawn arrival at his favourite canteen for a plate of their famous ham and eggs Yoshida weaves a web of stories that prove to be intimately cand compellingly connected.",
    "genre": "Taxicab drivers Fiction."
  },
  {
    "title": "We'll Prescribe You a Cat",
    "author": "Ishida Syou",
    "isbn": "9781529936711",
    "available": true,
    "location": "FICTION",
    "description": "On the top floor of an old building at the end of a cobbled alley in Kyoto lies the Kokoro Clinic for the Soul. Only a select few those who feel genuine emotional pain can find it. The mysterious centre offers a unique treatment for its troubled patients: it prescribes cats as medication. Get ready to fall in love: Bee, an eight-year-old female, mixed breed helps a disheartened businessman as he finds unexpected joy in physical labour; Margot, muscly like a lightweight boxer, helps a middle-aged callcentre worker stay relevant at work and at home; Koyuki, an exquisite white cat brings closure to a young mother troubled by the memory of the rescue kitten she was forced to abandon; Tank and Tangerine bring peace to a hardened handbag designer, as she learns to be kinder to herself; Mimita, the Scottish Fold kitten helps a broken-hearted Geisha to stop blaming herself for the cat she lost years ago.",
    "genre": "Mentally ill Fiction."
  },
  {
    "title": "A Sunny Place for Shady People",
    "author": "Mariana Enriquez",
    "isbn": "9781803511238",
    "available": true,
    "location": "HORROR",
    "description": "Mariana Enriquez's A Sunny Place for Shady People is her first story collection since the International Booker Prize-shortlisted The Dangers of Smoking in Bed. Featuring achingly human characters whose lives intertwine with ghosts, the occult and the macabre, the stories explore love, womanhood, LGBTQ counterculture, parenthood and Argentina's brutal past.",
    "genre": "Women Fiction."
  },
  {
    "title": "Small Rain",
    "author": "Garth Greenwell",
    "isbn": "9781509874699",
    "available": true,
    "location": "FICTION",
    "description": "A poet’s life is turned inside out by a sudden, wrenching pain. The pain brings him to his knees, and eventually to the ICU. Confined to bed, plunged into the dysfunctional American healthcare system, he struggles to understand what is happening to his body, as someone who has lived for many years in his mind. This is a searching, sweeping novel set at the furthest edges of human experience, where the forces that give life value – art, memory, poetry, music, care – are thrown into sharp relief. Time expands and contracts. Sudden intimacies bloom. Small Rain surges beyond the hospital to encompass a radiant vision of human life: our shared vulnerability, the limits and possibilities of sympathy, the ideal of art and the fragile dream of America. Above all, this is a love story of the most unexpected kind.",
    "genre": "Gay men Fiction."
  },
  {
    "title": "House of Glass",
    "author": "Sarah Pekkanen",
    "isbn": "9781250283993",
    "available": true,
    "location": "MYSTERY",
    "description": "Rose Barclay is a nine-year-old girl who witnessed the possible murder of her nanny in the midst of her parent's bitter divorceand immediately stopped speaking. Stella Hudson is a best interest attorney, appointed to serve as counsel for children in custody cases. She never accepts clients under thirteen due to her own traumatic childhood, but Stella's mentor, a revered judge, believes Stella is the only one who can help. From the moment Stella passes through the iron security gate and steps into the gilded, historic DC home of the Barclays, she realizes the case is even more twisted, and the Barclay family far more troubled, than she feared. And there's something eerie about the house itself: It's a plastic house, with not a single bit of glass to be found. As Stella comes closer to uncovering the secrets the Barclays are desperate to hide, danger wraps around her like a shroud, and her past and present are set on a collision course in ways she never expected. Everyone is a suspect in the nanny's murder. The mother, the father, the grandmother, the nanny's boyfriend. Even Rose. Is the person Stella's supposed to protect the one she may need protection from?",
    "genre": "Women lawyers Fiction."
  },
  {
    "title": "Such a Bad Influence",
    "author": "Olivia Muenter",
    "isbn": "9781683694014",
    "available": true,
    "location": "THRILLER",
    "description": "Hazel Davis is drifting: she's stalled in her career, living in a city she hates, and less successful than her younger sister, @evelyn, a mega-popular lifestyle influencer. Evie came of age online, having gone viral at five years old for a heart-tugging daddy-daughter dance. Ten years older and spotlight-averse, Hazel managed to dodge the family YouTube channel so although she can barely afford her apartment, at least she made her own way. Evie is eighteen now, with a multimillion-dollar career and unlimited opportunities, but Hazel is still protective of her little sister and skeptical of the way everyone seems to want a piece of her: Evie's followers, her YouTuber boyfriend and influencer frenemies, and their opportunistic mother. So when Evie disappears one day during an unsettling live stream that cuts out midsentence Hazel is horrified to have her worst instincts proven right. As theories about Evie's disappearance tear through the internet, inspiring hashtags, Reddit threads, podcast episodes, and scorn, Hazel throws herself into the darkest parts of her sister's world to untangle the threads of truth. After all, Hazel knows Evie better than anyone else doesn't she?",
    "genre": "Conspiracy theories Fiction"
  },
  {
    "title": "Agnes Sharp and the Trip of a Lifetime",
    "author": "Leonie Swann",
    "isbn": "9780749031503",
    "available": true,
    "location": "MYSTERY",
    "description": "Sunset Hall doyenne Agnes Sharp is only too pleased when her housemate Edwina wins a trip to a spa hotel in Cornwall heaven knows the group of elderly sleuths could do with a change of scenery. But it quickly becomes apparent that the hotel is no paradise, despite the romantic package and five course menu. As soon as they've made themselves comfortable, Agnes thinks she's witnessed a murder on the cliffs. And it soon becomes clear that the perpetrator is among them. Will Agnes and her friends survive their holiday?",
    "genre": "Older people Fiction."
  },
  {
    "title": "Cabaret Macabre",
    "author": "Tom Mead",
    "isbn": "9781837932573",
    "available": true,
    "location": "MYSTERY",
    "description": "Hampshire, 1938. Victor Silvius is confined in a private sanatorium after attacking prominent judge Sir Giles Drury. When Sir Giles starts receiving sinister threatening letters, his wife suspects Silvius. Meanwhile, Silvius' sister Caroline is convinced her brother is about to be murdered by none other than his old nemesis Sir Giles. Caroline seeks the advice of Scotland Yard's Inspector Flint, while the Drurys, eager to avoid a scandal, turn to Joseph Spector. Spector, renowned magician turned sleuth, has an uncanny knack for solving complicated crimes but this case will test his powers of deduction to their limits. At a snowbound English country house, a body is found is impossible circumstances, and a killer's bullet is fired through a locked window without breaking the glass. Spector and Flint's investigations soon collide as they find themselves trapped by the snowstorm where anyone could be the next victim or the killer.",
    "genre": "Threats Fiction."
  },
  {
    "title": "The Beach Hut",
    "author": "Leah Pitt",
    "isbn": "9781399726542",
    "available": false,
    "location": "MYSTERY",
    "description": "August, 1997. Matilda is killed in a tragic accident on the Dorset rocks, leaving her best friend Sophie alone, wracked with guilt. Decades later, Sophie is back for the first time since that terrible summer, to sell her family's old beach hut and bury the memories forever. But on clearing out the hut, she finds evidence that Matilda's death was no accident. What really happened the night she died? As Sophie edges closer to the truth, the past starts to close in on the present. Because the close-knit community is still home to a killer, and they want Sophie gone.",
    "genre": "Accidents Fiction."
  },
  {
    "title": "A Woman of Opinion",
    "author": "Sean Lusk",
    "isbn": "9780857528032",
    "available": true,
    "location": "HISTORICAL",
    "description": "Lady Mary Wortley Montagu longs for adventure, freedom and love, believing that only by truly living can she ever escape the stalking crow of Death. An aristocratic woman in 18th century England is expected to act in certain ways. But Mary has never let society's expectations stifle her she writes celebrated poetry and articles advocating for equality, as well as endless, often scandalous, letters to her many powerful friends. However, Mary wants more from the world. Using her charm and connections, she engineers a job offer for her husband as ambassador to the Ottoman Empire. Travelling to Constantinople, Mary finally discovers the autonomous life she dreams of. And when she observes Turkish women 'engrafting' children against smallpox, she resolves to bring the miracle cure back to England. Despite this, Mary's reputation becomes increasingly tainted. Her inability to abide by the rules, her outspoken opinions on women's rights, and her search for love and desire at all costs gains her powerful enemies. While Mary tries to ensure her name will live on by arranging the publication of her diaries after her death, her own daughter works against her, afraid of what they might contain",
    "genre": "Montagu, Mary Wortley, Lady, 1689-1762 Fiction."
  },
  {
    "title": "The House in the Water",
    "author": "Victoria Scott",
    "isbn": "9781835616918",
    "available": true,
    "location": "FICTION",
    "description": "1942: Young Irish nurse Ellen arrives at May Day House, tasked with helping the men there rehabilitate. But there's something strange about the house, surrounded by water, on its own island in the Thames. And then there are the men: traumatised by their experiences of war, and subject to troubling methods in a desperate race to get them back to duty. As Ellen gets drawn into the world of May Day House, she starts to realise this will be no place to hide away from her own troubles. 2013: Philip and Meredith are the proud new owners of May Day House. Following a string of tragedies, the couple have moved to the area in search of a new start. But all is not what it seems in the riverside community. As their plans for the rundown house meet resistance from the neighbours, Meredith finds herself slowly unravelling: she hears voices on the water, sees figures where there can be no one there. When she finds an old notebook from the war, she seeks solace in the stories about the former patients of the island. But will shadows from the past threaten her future happiness and even her life?",
    "genre": "Diaries Fiction."
  },
  {
    "title": "Maria",
    "author": "Michelle Moran",
    "isbn": "9780593499481",
    "available": true,
    "location": "FICTION",
    "description": "In the 1950s, Oscar Hammerstein is asked to write the lyrics to a musical based on the life of a woman named Maria von Trapp. He's intrigued to learn that she was once a novice who hoped to live quietly as an Austrian nun before her abbey sent her away to teach a widowed baron's sickly child. What should have been a ten-month assignment, however, unexpectedly turned into a marriage proposal. And when the family was forced to flee their home to escape the Nazis, it was Maria who instructed them on how to survive using nothing but the power of their voices. It's an inspirational story, to be sure, and as half of the famous Rodgers & Hammerstein duo, Hammerstein knows it has big Broadway potential. Yet much of Maria's life will have to be reinvented for the stage, and with the horrors of war still fresh in people's minds, Hammerstein can't let audiences see just how close the von Trapps came to losing their lives. But when Maria sees the script that is supposedly based on her life, she becomes so incensed that she sets off to confront Hammerstein in person. Told that he's busy, she is asked to express her concerns to his secretary, Fran, instead. The pair strike up an unlikely friendship as Maria tells Fran about her life, contradicting much of what will eventually appear in The Sound of Music. A tale of love, loss, and the difficult choices that we are often forced to make, Maria is a powerful reminder that the truth is usually more complicated and certainly more compelling than the stories immortalized by Hollywood.",
    "genre": "Trapp, Maria Augusta, 1905-1987 Fiction."
  },
  {
    "title": "A Thousand Times Before",
    "author": "Asha Thanki",
    "isbn": "9780593654644",
    "available": true,
    "location": "FICTION",
    "description": "Ayukta is finally sitting down with her wife Nadya to respond to a question she's long avoided: Should they have a child? The decision is complicated by a secret her family has kept for centuries, one that Ayukta will be the first to share with someone outside their bloodline: the women in her family inherit a mysterious tapestry, through which each generation can experience the memories of those who came before her. Ayukta invites Nadya into this lineage, carrying her through its past. She relives her grandmother Amla's life: Once a happy child in Karachi, Amla migrates to Gujarat during Partition, witnessing violence and loss that forever shape her approach to marriage and motherhood. Amla's daughter, Arni, bears this weight in her own blood in 1974, when gender equity and urban class distinctions divide the community as a bold student movement takes hold. As Ayukta unspools these generations of women-whole decades of love, loss, heartbreak, and revival-she reveals the tapestry's second gift: the ability for each of these women to dramatically reshape their own worlds. Like all power, both fantastic and societal, this inheritance is more treacherous than it seems. What would it mean, to impart an impossible burden? To withhold these incredible gifts?",
    "genre": "Tapestry Fiction."
  },
  {
    "title": "The Trouble With Mrs Montgomery Hurst",
    "author": "Katie Lumsden",
    "isbn": "9780241556115",
    "available": true,
    "location": "HISTORICAL",
    "description": "1841. Mr Montgomery Hurst is getting married. To the great consternation of Wickenshire, he is not marrying the daughter of an earl, but an impoverished widow with three children, whom nobody has ever heard of. Society is both appalled and intrigued. Nobody is more curious than Mr Ashpoint, a wealthy local brewer, who had thought Mr Hurst might choose his daughter, Amelia, as his bride. Only, Amelia has no interest in marrying Mr Hurst or indeed marrying at all. Mr Hurst's marriage kicks off a series of events, as it becomes clear his business is everyone's but his own.",
    "genre": "Social classes Fiction."
  },
  {
    "title": "Edith Holler",
    "author": "Edward Carey",
    "isbn": "9780593188903",
    "available": true,
    "location": "HISTORICAL",
    "description": "The year is 1901. England's beloved queen has died, and her aging son has finally taken the throne. In the eastern city of Norwich, bright and inquisitive young Edith Holler spends her days among the boisterous denizens of the Holler Theatre, warned by her domineering father that the playhouse will literally tumble down if she should ever leave its confines. Fascinated by tales of the city she knows only from afar, she decides to write a play of her own: a stage adaptation of the legend of Mawther Meg, a vicious figure said to have used the blood of countless children to make the local delicacy known as Beetle Spread. But when her father suddenly announces his engagement to a peculiar, imposing woman named Margaret Unthank, heir to the actual Beetle Spread fortune, Edith scrambles to protect her father, the theatre, and her play the one thing that's truly hers from the newcomer's sinister designs.",
    "genre": "Young women Conduct of life Fiction."
  },
  {
    "title": "Our Dear Daisy",
    "author": "Rosie Goodwin",
    "isbn": "9781804183052",
    "available": true,
    "location": "SAGA",
    "description": "Nuneaton, 1880. Twenty year old Daisy Armstrong lives a happy life with her loving father, Jed. They have a special bond, particularly after losing her beloved Irish mother and younger brother. But when Jed falls in love with a local widow, everything is set to change for them both. With expensive tastes and a lavish lifestyle, moving into Daisy and Jed's humble forge is not what the widow or her spoiled son, Gilbert, expected - and they make that very clear. Worked to the bone trying to look after their busy home, Daisy is exhausted. But the one glimmer of hope is Lewis, the widow's other son, a gentle and hard-working young man. When one fateful day something terrible happens to Daisy, she finds herself sent away from home and the chance at love slips through her fingers. After unbearable suffering, but finding incredible strength within, Daisy might finally have a chance at the life she wants. But can she ever find her way back to Nuneaton and to the happiness that she so desperately deserves?",
    "genre": "Families Fiction."
  },
  {
    "title": "Saffron Skies and New Beginnings",
    "author": "Rita Bradshaw",
    "isbn": "9781035000357",
    "available": true,
    "location": "SAGA",
    "description": "Bella McFadyen has a privileged lifestyle but from a child she isn't afraid to kick against an upper-class society that is restrictive and narrow-minded, especially where the female sex is concerned. When a terrible family secret is revealed, tragedy follows. Bella loses everything and everyone she's ever known, including the man she loves. But there are more important things at stake than personal happiness - war is declared and Bella enlists in the WAAFs, eventually being posted abroad on top secret work. In the years that follow, Bella's strength of mind is tested to the limit and her journey is one of heartache and devastating pain. Will she ever find peace and happiness and be able to trust herself enough to embrace another chance of love when it comes her way?",
    "genre": "Social classes Great Britain Fiction."
  },
  {
    "title": "The Girls Who Dared to Love",
    "author": "Diney Costeloe",
    "isbn": "9781801109857",
    "available": true,
    "location": "SAGA",
    "description": "Debutante Lucinda McFarlane is engaged to be married to Major Sir David Melcome, but their society wedding has to be scaled right down when war is declared and David is recalled to his regiment. Mabel Oakley, once a maid for the McFarlanes, has inherited Thomas Clarke's printing works, but an unexpected turn of events leaves her at the mercy of her father's old enemy, solicitor John Sheridan. What can she do? Lady Diana Fosse-Bury is incredibly beautiful and reckless. When war is declared she immediately wants to be in the thick of it. Can her budding romance with Lucinda McFarlane's brother Iain survive the Western front?",
    "genre": "World War, 1914-1918 Great Britain Fiction."
  },
  {
    "title": "Jack and Eve",
    "author": "Wendy Moore",
    "isbn": "9781838958091",
    "available": true,
    "location": "324.62 HOL",
    "description": "Vera Holme, known as Jack, left a career as a jobbing actress to become Emmeline Pankhurst's chauffeur and mechanic. Evelina Haverfield was a classic beauty, the daughter of a Scottish baron and fourteen years older than Jack. They met in 1909, fell in love, lived together, and became public faces of the suffragette movement, enduring prison and doing everything they could for the cause. The First World War paused the suffragettes' campaign and Jack and Eve enrolled in the Scottish Women's Hospital Service and soon found themselves in Serbia. Eve set up and ran hospitals for allied soldiers in appalling conditions, while Jack became an ambulance driver, travelling along dirt tracks under bombardment to collect the wounded from the front lines. Together, they carved radical new paths, demonstrating that women could do anything men could do.",
    "genre": "Holme, Vera, 1881-1969."
  },
  {
    "title": "The Department",
    "author": "John Pring",
    "isbn": "9780745349893",
    "available": true,
    "location": "353.5 PRI",
    "description": "In the early 2010s, reports began to emerge of deaths that were being linked to a government department. Suicide notes, coroners' reports, and investigations by public bodies pointed to failings within the Department for Work and Pensions the DWP the government body responsible for the disability benefits system. As years passed, and austerity tightened its grip, the death toll mounted, and an even more disturbing picture developed: how bureaucracy, politicians, and the private sector had combined over thirty years to reckless, deadly effect. For the last decade, disabled journalist John Pring has meticulously pieced together how the DWP ignored pleas to correct fatal flaws in the social security system and covered up its role in the deaths of hundreds, if not thousands, of disabled people. Spending years researching the heartbreaking stories of ten individuals who died, we hear of how their bereaved families have fought for justice and accountability.",
    "genre": "Great Britain. Department for Work and Pensions."
  },
  {
    "title": "All in Her Head",
    "author": "Elizabeth Comen",
    "isbn": "9780063293014",
    "available": false,
    "location": "362.108 COM",
    "description": "For as long as medicine has been a practice, women's bodies have been treated like objects to be practiced on: examined and ignored, idealized and sexualized, shamed, subjugated, mutilated, and dismissed. The history of women's healthcare is a story in which women themselves have too often been voiceless—a narrative instead written from the perspective of men who styled themselves as authorities on the female of the species, yet uninformed by women's own voices, thoughts, fears, pain and experiences. The result is a cultural and societal legacy that continues to shape the (mis)treatment and care of women. While the modern age has seen significant advancements in the medical field, the notion that female bodies are flawed inversions of the male ideal lingers on, as do the pervasive societal stigmas and lingering ignorance that shape women's health and relationships with their own bodies. Memorial Sloan Kettering oncologist and medical historian Dr. Elizabeth Comen peels back the curtain on the collective medical history of women to reintroduce us to our whole bodies, how they work, the actual doctors and patients whose perspectives and experiences laid the foundation for today's medical thought, and the many oversights that still remain unaddressed. With a physician's knowledge and empathy, Dr. Comen follows the road map of the eleven organ systems to share unique and untold stories, drawing upon medical texts and journals, interviews with expert physicians, as well as her own experience treating thousands of women. Empowering women to better understand ourselves and advocate for care that prioritizes healthy and joyful lives, for us and generations to come, All in Her Head is written with humor, wisdom, and deep scientific and cultural insight. Eye-opening, sometimes enraging, yet always captivating, this shared memoir of women's medical history is an essential contribution to a holistic understanding and much-needed reclaiming of women's history and bodies.",
    "genre": "Women's health services History."
  },
  {
    "title": "The New India",
    "author": "Rahul Bhatia",
    "isbn": "9781408717899",
    "available": false,
    "location": "320.55 BHA",
    "description": "This is a book of narrative reportage six years in the making. It describes how ideology and technological ambition have reshaped India's nascent democracy and follows a diverse cast of people as they navigate questions of identity and belonging.",
    "genre": "Authoritarianism India."
  },
  {
    "title": "Exam Nation",
    "author": "Sammy Wright",
    "isbn": "9781847927521",
    "available": true,
    "location": "373.42 WRI",
    "description": "Exams, grades, league tables, Ofsted reports. All of them miss the point of school and together they are undermining our whole approach to education. What is school for? In theory, it equips young people to become independent and productive, to get jobs and forge lives, perhaps to be 'good citizens'. In reality, it means one thing: exams. By focusing on the grades pupils get in neatly siloed, academic subjects, we end up ranking them and our schools into winners and losers. Some pupils are set on a trajectory to university - the rest are left ill-equipped for the world they actually face. Meanwhile, the 'good' schools become middle-class enclaves and the most disadvantaged lose out. Drawing on his twenty years as a teacher, hundreds of interviews and his experience on the UK Government's Social Mobility Commission, Sammy Wright shows that schools are - and should be - so much more than this.",
    "genre": "Education, Secondary England."
  },
  {
    "title": "We Are Not Able to Live in the Sky",
    "author": "Mara Kardas-Nelson",
    "isbn": "9781761381386",
    "available": true,
    "location": "332.09664 KAR",
    "description": "There's a famous story about how microfinance started. In the mid-1970s, Muhammad Yunus, an American-trained Bangladeshi economist, met a poor female stoolmaker who needed money to expand her business. Yunus lent",
    "genre": "Microfinance Sierra Leone."
  },
  {
    "title": "Voyagers",
    "author": "L. Fuge",
    "isbn": "9781922790774",
    "available": true,
    "location": "304.2 FUG",
    "description": "From the beginning, we have been wanderers. Our explorations have rewarded us with land, resources, food and knowledge, but have also pushed planetary systems to breaking point--and still we seek new seas to fish, oil deposits to drill, forests to fell. Award-winning science writer Lauren Fuge journeys from the fjords of the Pacific Northwest to the geology of outback Australia to the edges of the known universe, and asks: what drives our urge to explore? Can we find in our voyaging history the tools to reimagine our future? Voyagers is an electrifying adventure, a compelling personal narrative, a hymn to the Earth, and a call to action.",
    "genre": "Fuge, L. M. (Lauren M.) Travel."
  },
  {
    "title": "The Newsmongers",
    "author": "Terry Kirby",
    "isbn": "9781789149418",
    "available": true,
    "location": "070.43 KIR",
    "description": "The Newsmongers unfolds the seedy history of tabloid journalism, from the first printed 'Strange Newes' sheets of the sixteenth century to the sensationalism of today's digital age. The narrative weaves from Regency gossip writers through New York's 'yellow journalism' battles to the 'sex and sleaze' Sun of the 1970s; and from the Brexit-backing populism of the Daily Mail to the celebrity-obsessed Mail Online of the 2000s. Colourful figures such as Daniel Defoe, Lord Northcliffe, Hugh Cudlipp, Rupert Murdoch and Robert Maxwell are brought to vivid life. From scandalous confessions to the Leveson Inquiry, the book explores journalists' unscrupulous methods, taking in phone hacking, privacy breaches and bribery. In the digital era, popular journalism succumbed to 'churnalism' while a certain royal is seeking revenge on the tabloids today.",
    "genre": "Tabloid newspapers History."
  },
  {
    "title": "Westlessness",
    "author": "Samir Puri",
    "isbn": "9781399722643",
    "available": true,
    "location": "303.482 PUR",
    "description": "What if the sun truly is setting on the Western world's outsized influence over the rest of the planet? In Westlessness, Dr Samir Puri vividly demonstrates how in demographic, economic, military and cultural terms, we are hurtling into a far more diverse global future. Many of our certainties about the present, built on centuries of massive Western global impact, are increasingly fragile. Untold wealth is moving from the West to the East, as nations like India and Indonesia are set to reach new heights of growth and confidence. And China continues its ascent to the peak of the economic mountain - but are cracks appearing? And will the Western world, under the aegis of US global military, economic, technological and cultural power, give up its privileged position willingly? Nothing is linear and nothing is predictable. Are we prepared, personally and professionally, for a far more diverse global future? Prepared or unprepared, Westlessness is essential reading for us all.",
    "genre": "Economic development 21st century."
  },
  {
    "title": "Intertwined",
    "author": "Rebecca Kormos",
    "isbn": "9781620977491",
    "available": true,
    "location": "333.72 KOR",
    "description": "Women are disproportionately impacted by climate change floods, droughts, and extreme temperatures overwhelmingly affect women in the short and long term. In some cases, women make up almost 90 percent of casualties during dangerous climate events, and the majority of those displaced in the aftermath are women. Despite this disparity, women are underrepresented at every level of decision-making about the future of our planet: only 24 percent of CEOs in nonprofit conservation and around one-third of the representatives in national and global climate negotiating bodies have been women. InIntertwined, writer and wildlife biologist Rebecca Kormos elevates the voices of women working to prevent the climate crisis, weaving together their stories to make a powerful case for why women are essential to changing our current trajectory toward catastrophic global warming and environmental degradation. Kormos argues that empowering women is one of the most important solutions to climate change and biodiversity loss: women's leadership and equal representation is linked to lower CO2emissions, better forest management, better land protection, less land grabbing, and fewer conflicts over resources. For readers ofAll We Can SaveandBraiding Sweetgrass, Kormos joins the ranks of recent breakthrough efforts to showcase women's voices in the movement to combat climate change. Kormos takes this endeavour one step further with a global, intersectional narrative of how women and gender nonconforming individuals are doing the crucial work at the local and national levels to reframe how we think about environmental activism. Ultimately,Intertwinedproves that climate justice is inextricable from gender equality.",
    "genre": "Women and the environment."
  },
  {
    "title": "The Age of Grievance",
    "author": "Frank Bruni",
    "isbn": "9781668016435",
    "available": true,
    "location": "306.2 BRU",
    "description": "An examination of the ways in which grievance has come to define our current culture and politics, on both the right and left. More and more Americans are convinced that they're losing because somebody else is winning. More and more tally their slights, measure their misfortune, and assign particular people responsibility for it. The blame game has become very popular. Grievance needn't be bad. But what happens when people take their grievances to lengths that they didn't before? A violent mob storms the US Capitol, rejecting the results of a presidential election. Conspiracy theories flourish. Fox News knowingly peddles lies in the service of profit. College students chase away speakers, and college administrators dismiss instructors for dissenting from progressive orthodoxy. Benign words are branded hurtful; benign gestures are deemed hostile. And there's a potentially devastating erosion of the civility, common ground, and compromise necessary for our democracy to survive. How did we get here? What does it say about us, and where does it leave us? The Age of Grievance examines these critical questions and charts a path forward.",
    "genre": "Political culture United States 21st century."
  },
  {
    "title": "All the Houses I've Ever Lived in",
    "author": "Kieran Yates",
    "isbn": "9781398509856",
    "available": true,
    "location": "363.5 YAT",
    "description": "We've all had our share of dodgy landlords, mould and awkward house shares. But journalist Kieran Yates has had more than most: by the age of twenty-five she'd lived in twenty different houses across the country, from council estates in London to car showrooms in rural Wales. In prose that sparkles with humour and warmth, Yates charts the heartbreaks and joys of a life spent navigating the chaos of the housing system. Drawing on interviews with marginalised tenants across the country and the stories behind our interiors, she explores the unexpected ways we can fight back finding beauty in the wreckage of a broken system, friendships in cramped housing conditions, and home even in the most fragile circumstances. All the Houses I've Ever Lived In is at once a rallying cry for change, a gorgeous coming-of-age story and a love letter to home in all its forms.",
    "genre": "Yates, Kieran Homes and haunts Great Britain."
  },
  {
    "title": "Sorry for the Inconvenience but This Is An Emergency",
    "author": "Lynne Jones",
    "isbn": "9781911723035",
    "available": true,
    "location": "322.4 JON",
    "description": "As floods and fires rage across the planet, ever more people are embracing nonviolent action to achieve political change. Can it work? Doctor and aid worker Lynne Jones offers a compelling, ground-level account of the last five years of UK protests, exploring how and why ordinary citizens have adopted extraordinary methods to confront the climate and nature crises. Sharing her 1980s experiences opposing nuclear weapons at Greenham Common, and her journey in movements like Extinction Rebellion today, Jones reflects on public history and her personal story to unpack nonviolent protest in a world on the brink. Can we learn from past movements? How to communicate with those who disagree? What kind of disruption is most effective in Western democracies? Is property damage nonviolent? Is the law just? How important are direct interventions, boycotts and non-cooperation? What can indigenous campaigners of the Global South teach us? A lifetime of activism has taught Jones that we all have more power than we realise. It's time to use that power, before it's too late.",
    "genre": "Protest movements Great Britain."
  },
  {
    "title": "Robots and the People Who Love Them",
    "author": "Eve Herold",
    "isbn": "9781250122209",
    "available": true,
    "location": "303.483 HER",
    "description": "The latest developments in robotics and artificial intelligence and a preview of the coming decades, based on research and interviews with the world's foremost experts. If there's one universal trait among humans, it's our social nature. Having relationships with others is a hard-wired need that literally shapes us and the lives we lead. The craving to connect is universal, compelling, and frequently irresistible. This concept is central to Robots and the People Who Love Them. This book is about socially interactive robots and how they will transform friendship, work, home life, love, warfare, education, and nearly every nook and cranny of modern life. It is an exploration of how we, the most gregarious creatures in the food chain, could be changed by social robots. On the other hand, it questions how will we remain the same, and how will human nature express itself when confronted by a new class of beings created in our own image? Drawing upon recent research in the development of social robots, including how people react to them, how in our minds the boundaries between the real and the unreal are routinely blurred when we interact with them, and how their feigned emotions evoke our real ones, science writer Eve Herold takes readers through the gamut of what it will be like to live with social robots and still hold onto our humanity. This is the perfect book for anyone interested in artificial intelligence, robotics, and what they mean for our future.",
    "genre": "Robots Social aspects."
  },
  {
    "title": "Brave New Words",
    "author": "Salman Khan",
    "isbn": "9780241680964",
    "available": true,
    "location": "371.334 KHA",
    "description": "Whether we like it or not, the AI revolution is coming to education. In Brave New Words, Salman Khan, the visionary behind Khan Academy, explores how artificial intelligence and GPT technology will transform learning, offering a roadmap for teachers, parents, and students to navigate this exciting (and sometimes intimidating) new world. A pioneer in the world of education technology, Khan explains the ins and outs of these cutting-edge tools and how they will forever change the way we learn and teach. Rather than approaching the ChatGPT revolution with white-knuckled fear, Khan wants parents and teachers to embrace AI and adapt to it (while acknowledging its imperfections and limitations). He emphasizes that embracing AI in education is not about replacing human interaction but enhancing it, so that every student can complement the work they're already doing in profoundly new and creative ways, to personalize learning, adapt assessments, and support success in the classroom, preparing students for an increasingly digital future. But Brave New Words is not just about technology it's about what this technology means for our society, and the practical implications for administrators, guidance counsellors, and hiring managers who can harness the power of AI in education and the workplace. Khan also delves into the ethical and social implications of AI and GPT, offering thoughtful insights into how we can use these tools to build a more accessible education system for students around the world.",
    "genre": "Artificial intelligence Educational applications."
  },
  {
    "title": "Fevered Planet",
    "author": "John Vidal",
    "isbn": "9781526632296",
    "available": true,
    "location": "614.4 VID",
    "description": "Fevered Planet exposes how the way we treat nature is leading to the emergence of deadly new infectious diseases. Drawing on the latest scientific research and decades of reporting from more than one hundred countries, former Guardian environment editor John Vidal reveals the perils of reckless environmental destruction not just to our planet but to ourselves. He calls for an urgent transformation in our relationship with the natural world, and expertly outlines how to make that change possible.",
    "genre": "Pandemics Environmental aspects."
  },
  {
    "title": "The CIA",
    "author": "Hugh Wilford",
    "isbn": "9781399816854",
    "available": true,
    "location": "327.12 WIL",
    "description": "As World War II ended, the United States stood as the dominant power on the world stage. In 1947, to support its new global status, it created the CIA to analyse foreign intelligence. But within a few years, the Agency was engaged in other operations: bolstering pro-American governments, overthrowing nationalist leaders, and surveilling anti-imperial dissenters in the US. The Cold War was an obvious reason for this transformation - but not the only one. In The CIA, celebrated intelligence historian Hugh Wilford draws on decades of research to show the Agency as part of a larger picture, the history of Western empire. While young CIA officers imagined themselves as British imperial agents like T.E. Lawrence, successive US presidents used the covert powers of the Agency to hide overseas interventions from postcolonial foreigners and anti-imperial Americans alike. Even the CIA's post-9/11 global hunt for terrorists was haunted by the ghosts of empires past. Comprehensive, original, and gripping, The CIA is the story of the birth of a new imperial order in the shadows. It offers the most complete account yet of how America adopted unaccountable power and secrecy both at home and abroad.",
    "genre": "United States. Central Intelligence Agency History."
  },
  {
    "title": "Never Saw Me Coming",
    "author": "Tanya Smith",
    "isbn": "9781529429862",
    "available": true,
    "location": "364.168 SMI",
    "description": "The true story of how a middle-class Black girl from Minneapolis became one of the single biggest threats to the United States banking system. Tanya Smith fancied herself a folk hero, a kind of Robin Hood, using her powers of persuasion to buck the system and help the poor and needy. It started innocently enough, with calls to celebrities' houses with her teenage twin sister. Soon, Tanya realised she could convince utility companies to amend the balances of her friends and neighbours, clearing their overdue electricity bills with a single phone call. Eventually, as she tested the limits and realized she could get past any gatekeeper, she began to understand the power of money and what it could do. Over the years, Tanya 'confiscated' some",
    "genre": "Smith, Tanya."
  },
  {
    "title": "The Buyer",
    "author": "Liam Thomas",
    "isbn": "9781529107685",
    "available": true,
    "location": "363.2 THO",
    "description": "Liam Thomas was an officer in the Met for over a decade, many of those years spent deep at the heart of Britain's most dangerous criminal enterprises in the murky world of undercover surveillance. Before him, his father had also been a police officer, a pillar of their small community. Fighting corruption was Liam's life. But the murky world of undercover work teaches him that justice is far from black and white and a family secret reveals that corruption is closer to home than he had ever expected. The revelations push him to the edge of his sanity and then he discovers that his bosses are investigating him. A thrilling memoir of a life lived amongst a world of corruption, justice and loyalties, this book tells the real story of the police's line of duty.",
    "genre": "Thomas, Liam."
  },
  {
    "title": "The King of Diamonds",
    "author": "Rena Pederson",
    "isbn": "9781639366057",
    "available": true,
    "location": "364.162 PED",
    "description": "As a string of high profile jewel thefts went unsolved during the Swinging Sixties, the press dubbed the elusive thief the King of Diamonds because he eluded police and the FBI for more than a decade. Like Cary Grant in To Catch a Thief, the King was so bold that he tip-toed into the homes of millionaires while they were watching television, or hosting parties. He hid in their closets. And dared to smoke a cigarette while they were sleeping not far away. Rena Pederson, then a young reporter withUPI, started following the elusive thief while she managed the night desk. With gymnastic skill, this thief climbed trees or crawled across rooftops to get into sprawling mansions. He took jewels from heiresses, oil kings, corporate CEOs. These were not just some of the richest people in Texas; they were some of the richest people of their time. Scotland Yard and Interpol were on the look-out. But the thief was never caught and the jewels never recovered. To follow the tracks of the thief, Rena has interviewed more than two hundred people, from veteran cops to strippers. She went to pawn shops, Las Vegas casinos, and a Mafia hangout-and discovered that beneath the glittering facade of Dallas debutante parties was a world of sex trafficking, illegal gambling, and political graft. When one of the leading suspects was found dead in highly unusual circumstances, the story darkened. High society crashed head-first into Mickey Spillane. The odd psychological aspects of the The King of Diamonds give us different kind of crime story. Detectives were stumped: Why did the thief break into houses when his targets were inside, increasing the risk of being captured? Why did he hide in their closets? Many times, he was so close he could hear their breathing as they slept. As one socialite put it, It was a very peculiar business.",
    "genre": "Jewelry theft Texas Dallas."
  },
  {
    "title": "Family, Friends, and Neighbors",
    "author": "Richard Estep",
    "isbn": "9781578598441",
    "available": true,
    "location": "364.1523 EST",
    "description": "Discover the dark secrets that lurk behind closed doors in Family, Friends and Neighbors: Stories of Murder and Betrayal. You will be left questioning just how well you truly know those around you in this gripping true-crime collection. Dive into infamous cases such as Richard Alex Murdaugh, the Menendez Brothers, and Lizzie Borden, and also examine lesser-known crimes that will send shivers down your spine. Murders committed to escape a marriage, or out of dire desperation, or from an insane separation from reality, these and other less comprehensible motivations fill the pages of Family, Friends and Neighbors. It's an unflinching look into humanity's dark side! Read the stories, investigate the facts, and meet the vicious killers who murder the people who should have been nearest and dearest to them.",
    "genre": "Murder."
  },
  {
    "title": "Swamp Kings",
    "author": "Jason Ryan",
    "isbn": "9781639365678",
    "available": true,
    "location": "364.1523  RYA",
    "description": "The stranger-than-fiction story of the now-notorious Lowcountry clan, in all its Southern Gothic intensity by an author with unparalleled access to and knowledge of the players, the history, and the place. The most famous man in South Carolina lives in prison. He stands convicted of a staggering amount of wrongdoing more than 100 crimes and counting. Once a high-flying, smooth-talking, pedigreed Southern lawyer, Alex Murdaugh is now disbarred and disgraced. For more than a decade, prosecutors asserted that Alex was secretly a fraud, a thief, a drug trafficker, and an all-around phony. On the night of June 7, 2021, they claimed, he also became a killer, shooting dead his wife and son in a desperate bid to escape accountability. The many crimes of Alex Murdaugh, exposed piecemeal over the last two years, have appalled the general public. Yet his implosion the spectacular manner in which he has turned his vaunted family name to mud has also proved mesmerizing. With every revelation, Alex Murdaugh has been shown to be a man without bottom, though he insists he never harmed his family. Remarkably, all of his misdeeds have precedent. In Swamp Kings, Jason Ryan reveals Alex's evil actions are only the tip of the iceberg. When it comes to the Murdaugh family of Hampton County, history has a way of repeating itself. For every alleged, headline-grabbing crime associated with Alex Murdaugh, mirror-image incidents have played out within his family's past, including parallel instances of fraud, theft, illicit trafficking of babies and booze, calamitous boat crashes, and even alleged murder. There were some crimes committed by Alex's kin that even he would not dare mimic. Covering a century of depravity in an impoverished and isolated stretch of the Deep South, Swamp Kings weaves together the jaw-dropping narratives of generations of Murdaughs before culminating in the telling of a murder trial for the ages. Page after page the family's legacy is laid bare as a spotlight is finally trained on the Murdaugh men who have long lorded over the South Carolina Lowcountry.",
    "genre": "Murdaugh family."
  },
  {
    "title": "Guilty Creatures",
    "author": "Mikita Brottman",
    "isbn": "9781668020531",
    "available": true,
    "location": "364.1523 BRO",
    "description": "Mike and Denise Williams had a tight knit, seemingly unbreakable bond with childhood friends, Brian and Kathy Winchester. The two couples were devout, hardworking Baptists who lived perfect, quintessentially Southern lives. Their friendship seemed ironclad. That is, until December 16, 2000, when Denise's husband Mike disappeared while duck hunting on Lake Seminole. After no body was found, everyone assumed that Mike had drowned in a tragic accident, his body eaten by alligators. But things took an unexpected turn when, within five years of Mike's disappearance, Brian Winchester divorced his wife and married Denise. Their surprising romance set tongues talking. People began wondering how long they had been a couple, and whether they had anything to do with Mike's death. It took another twelve years for the truth to come out--and when it did, it was unimaginable.",
    "genre": "Murder Florida Tallahassee."
  },
  {
    "title": "Clay and Bones",
    "author": "Lisa Bailey",
    "isbn": "9781641606516",
    "available": true,
    "location": "614.1 BAI",
    "description": "Lisa Bailey never considered a career working in death until she saw the FBI job posting for a forensic artist. The idea of using her artistic skill to help victims of crime was too compelling to pass up. Soon she was documenting crime scenes, photographing charred corpses, and digitally retouching the disembodied heads of suicide bombers. But it was facial approximation-sculpting a face from the remnants of an unidentified victim's skull-that intrigued her the most. Bailey knew that if she could capture that person's likeness in clay, she just might help them be identified, and that might help law enforcement track down their killer. Bailey worked on hundreds of cases and grew to become a subject matter expert in the field. It was the most challenging and fulfilling work she could have imagined, and she never thought of leaving. But her life changed when she became the target of sexual discrimination and harassment. She was stunned when FBI management protected the abusers and retaliated with threats, slander, and an arsenal of lawyers. Trapped in an increasingly hostile work environment, and infuriated at the hypocrisy of the FBI's tactics, Bailey decided to fight back.",
    "genre": "United States. Federal Bureau of Investigation Officials and employees Biography."
  },
  {
    "title": "To Catch a Spy",
    "author": "Tim Tate",
    "isbn": "9781837731176",
    "available": true,
    "location": "327.12 TAT",
    "description": "The Spycatcher affair remains one of the most intriguing moments in the history of British intelligence and a pivotal point in the public's relationship with the murky world of espionage and security. It lifted the lid on alleged Soviet infiltration of British services and revealed a culture of law-breaking, bugging and burgling. But how much do we know about the story behind the scandal? In To Catch a Spy, Tim Tate reveals the astonishing true story of the British government's attempts to silence whistleblower Peter Wright and hide the truth about Britain's intelligence services and political elites. It's a story of state-sanctioned cover-up plots; of the government lying to Parliament and courts around the world; and of stories leaked with the intention to mislead and deceive.",
    "genre": "Wright, Peter, 1916-1995 Trials, litigation, etc."
  },
  {
    "title": "The Golden Gang",
    "author": "Ian Shaw",
    "isbn": "9781761424724",
    "available": true,
    "location": "364.1552 GAR",
    "description": "The first comprehensive biography of the godfather of Australian bushranging Frank Gardiner leader of the Lachlan gang and mastermind of the largest gold heist in Australian history. Atop the hierarchy of Australian bushrangers sits Ned Kelly the ultimate outlaw and just below him, the tragic figure of Ben Hall, who joined a gang led by a man whose name today is less well known, but in his time was much more famous than any other: Frank Gardiner. Mastermind of the largest gold robbery in Australia's history, Gardiner led an extraordinary life, the full telling of which is long overdue. In a tough country and among a group of tough men, Gardiner was the toughest of them all. But while he engaged in gunfights with police to evade capture, he was always courteous and could lay claim to never killing anyone, and never stole from those who couldn't afford to be robbed. He went by three different surnames in his lifetime and spent almost half of it behind bars, including at some of the colonies' most notorious penal institutions: the Pentridge Stockade, Cockatoo Island and Darlinghurst Gaol. But if Gardiner was never quite the Robin Hood he sometimes imagined himself to be, he was nevertheless a natural leader, and a man capable of inspiring a motley bunch of stockmen and drifters to become the most effective and successful bushranging gang in the country's history. His Lachlan gang operated with a clockwork efficiency that culminated in the robbery of the Gold Escort at Eugowra Rocks, and from 1861 to 1863 it held reign over the roads of the Western Plains of New South Wales. Richly detailed, The Golden Gang shines a new light onto Gardiner's remarkable life one that ended in shocking tragedy and reinstates him in the pantheon of Australian outlaw heroes.",
    "genre": "Gardiner, Frank, 1830-1904."
  },
  {
    "title": "A Light in the Dark",
    "author": "Kathy Rubin",
    "isbn": "9781641608688",
    "available": true,
    "location": "364.1523 RUB",
    "description": "In January 1978, I slept in my bed at the Chi Omega sorority house at Florida State University as Ted Bundy stalked nearby. He grabbed an oak log from a stack of firewood, slipped through a back door with a broken padlock, and headed upstairs. He began twisting doorknobs. Room 9 was open, and he quietly and quickly killed one of my sleeping sorority sisters. Across the hall, he found another unlocked door and murdered again. Then, he turned the knob to my bedroom and found it was open. I remember the attack vividly. Bundy bashed me once in the head with the log and then attacked my roommate. He heard me moaning and came to finish me off. He never let his victims live. But he stopped suddenly when a bright light filled the room. He fled the sorority house and the light disappeared. Bundy wasn't my first brush with death, and he wasn't my last. I've long been a survivor.",
    "genre": "Rubin, Kathy Kleiner."
  },
  {
    "title": "The Kingpin and the Crooked Cop",
    "author": "Neil Mercer",
    "isbn": "9781760879952",
    "available": true,
    "location": "364.1 MER",
    "description": "Roger Rogerson captured Australia's attention as its most notorious cop in the golden age of graft and violence. But who was the real Rogerson? And who was his principal partner in crime, the underworld kingpin, heroin dealer and armed bandit Arthur 'Neddy' Smith? Now Rogerson and Smith are both dead, and the full truth can be revealed. Roger and Neddy have fascinated the public for decades. Our most decorated yet crooked police officer and the murderous drug importer he protected and enabled led interwoven careers that were truly stranger than fiction. Their crimes were committed against the backdrop of a changing Australia, as the nation's social fabric adapted to a more global world, and money and drugs poured into the country. Police, judges and even the media were up for sale, and Rogerson and Smith were the princes of this glamorous but bloody kingdom. But as Roger and Neddy grew ever richer and more powerful, their crimes became too brazen, too violent and too public, leading to their spectacular downfall, years in court and life in prison. Crime reporter Neil Mercer knew Roger and Neddy from the early 1980s, when the men were at the height of their powers. He followed their careers for major news outlets, met with them and was given exclusive interviews and insider information. Rogerson even wrote to him from jail. With key witnesses finally coming forward, Mercer has uncovered astonishing new evidence that will rewrite the story of the Australian underworld. The Kingpin and the Crooked Cop is the definitive account of Roger and Neddy, and the era that made them. As compelling as any crime novel, it is filled with colour, violence and inside stories never seen or read before.",
    "genre": "Smith, Arthur Stanley, 1944-"
  },
  {
    "title": "Rough Justice",
    "author": "Wendy Joseph",
    "isbn": "9780857529671",
    "available": true,
    "location": "345.01 JOS",
    "description": "Following on the heels of her bestseller 'Unlawful Killings', Old Bailey judge Wendy Joseph KC skilfully reconstructs courtroom dramas affecting society's most vulnerable, drawing on her many years' experience as a murder trial judge, and asking the key questions of the institutions tasked to deliver what is right and fair. From the trial of a child charged with disposing of dismembered body parts, to the woman accused of killing her own husband, Joseph is utterly compelling as she sets out how our justice system works. But, as she compares these modern courtroom tales with eerily similar cases and miscarriages of justice from years ago, might the most chilling story of all be that the lessons of the past have yet to be learned? Masterfully crafted, 'Rough Justice' illuminates the struggles of any one of us caught up in our legal system - but particularly the marginalized and the easily exploited.",
    "genre": "Great Britain. Central Criminal Court."
  },
  {
    "title": "The Talented Mrs. Mandelbaum",
    "author": "Margalit Fox",
    "isbn": "9780593243855",
    "available": false,
    "location": "364.1 MAN",
    "description": "In 1850, Fredericka Mandelbaum emigrated to New York from Germany and worked as a rag peddler on the streets of the Lower East Side. By the 1870s she was a widow with four children, a popular society hostess, and a philanthropist. What enabled a woman on the margins of nineteenth-century American life to ascend from tenement poverty to immense wealth? In the intervening years, Mrs. Mandelbaum had become the country's most notorious fence -- a receiver of stolen goods and a successful criminal mastermind. By the mid-1880s as much as $10 million worth of purloined property (the equivalent of nearly $300 million in today's money) had passed through her little haberdashery shop. She planned, financed, and profited from robberies of cash, gold, and diamonds throughout New York and beyond. But she wasn't just a successful crook, she was a visionary. Called the nucleus and center of the whole organization of crime in New York City by the New York Times, Mandelbaum was the first person in American history to systemize formerly scattershot property crime enterprises. Handpicking a cadre of New York's foremost bank robbers, housebreakers, and shoplifters and bribing a corresponding group of the city's police and politicians, she handled logistics and organized supply chains -- turning theft into a proper, scaled business.",
    "genre": "Mandelbaum, Fredericka, 1825-1894."
  },
  {
    "title": "The Forever Dog Life",
    "author": "Karen Becker",
    "isbn": "9780063314009",
    "available": true,
    "location": "636.7085 BEC",
    "description": "In this guide, the authors of the #1 internationally bestselling The Forever Dog show how to create a healthy, sustainable lifestyle and environment to help your dog live a longer, happier, and healthier life.",
    "genre": "Dogs Food."
  },
  {
    "title": "Amuse Bouche",
    "author": "Carolyn Boyd",
    "isbn": "9781800810389",
    "available": true,
    "location": "944 BOY",
    "description": "Leading expert on French food and culture Carolyn Boyd shares the stories behind the country's most fascinating foods and ingredients. Spanning every region of France and divided into 200 separate vignettes, each entry blends history and travel, personal anecdote and recipes.",
    "genre": "Food France."
  },
  {
    "title": "Queer as Folklore",
    "author": "Sacha Coward",
    "isbn": "9781800183360",
    "available": true,
    "location": "398 COW",
    "description": "Queer as Folklore takes readers across centuries and continents which reveals the unsung heroes and villains of storytelling, magic and fantasy. Featuring images from archives, galleries and museums around the world, each chapter investigates the queer history of different mythic and folkloric characters, both old and new. Leaving no headstone unturned, Sacha Coward will take you on a wild ride through the night from ancient Greece to the main stage of RuPaul's Drag Race, visiting cross-dressing pirates, radical fairies and the graves of the 'queerly departed' along the way. Queer communities have often sought refuge in the shadows, found kinship in the in-between and created safe spaces in underworlds; but these forgotten narratives tell stories of remarkable resilience that deserve to be heard. Join any Pride march and you are likely to see a glorious display of papier-mch unicorn heads trailing sequins, drag queens wearing mermaid tails and more fairy wings than you can shake a trident at. But these are not just accessories: they are queer symbols with historic roots. To truly understand who queer people are today, we must confront the twisted tales of the past and Queer as Folklore is a celebration of queer history like you've never seen it before.",
    "genre": "Folklore History."
  },
  {
    "title": "Llama",
    "author": "Helen Cowie",
    "isbn": "9781780237381",
    "available": true,
    "location": "599.636 COW",
    "description": "Known for their haughty demeanour, woolly charm, and propensity to spit when threatened, llamas have a rich and varied history. Since their domestication high in the Andes they have been sacrificed, farmed, smuggled, and petted. They have functioned at different times as luxury commodities, literary muses, and national symbols, and have served as beasts of burden, circus performers, and even golf caddies. This book charts the history of llamas and their close relatives, alpacas, guanacos, and vicuas. Venerated by the Incas, llamas are still cherished intheir native Peru and Bolivia, and remain central to Andean culture. Afterseveral unsuccessful acclimatisation attempts in the nineteenth century,llamas and alpacas have also become popular pets in Britain, NorthAmerica, and Australia, where they are used for trekking, meat and woolproduction, and as therapy animals. Llama recounts the animal's colourfulhistory and explores its presence in art, literature, and film.",
    "genre": "Llamas."
  },
  {
    "title": "Dinosaurs at the Dinner Party",
    "author": "Edward Dolnick",
    "isbn": "9781982199616",
    "available": true,
    "location": "567.9 DOL",
    "description": "In the early 1800s the world was a safe and cozy place. But then a twelve-year-old farm boy in Massachusetts stumbled on a row of fossilized three-toed footprints the size of dinner plates-the first dinosaur tracks ever found. Soon, in England, Victorians unearthed enormous bones--bones that reached as high as a man's head. No one had ever seen such things. Outside of myths and fairy tales, no one had even imagined that creatures like three-toed giants had once lumbered across the land. And if anyone had somehow conjured up such a scene, they would never have imagined that all those animals could have vanished, hundreds of millions years ago. The thought of sudden, arbitrary disappearance from life was unnerving and forced the Victorians to rethink everything they knew about the world. Now, in Dinosaurs at the Dinner Party, celebrated storyteller and historian Edward Dolnick leads us through a compelling true adventure as the paleontologists of the first half of the 19th century puzzled their way through the fossil record to create the story of dinosaurs we know today. The tale begins with Mary Anning, a poor, uneducated woman who had a sixth sense for finding fossils buried deep inside cliffs; and moves to a brilliant, eccentric geologist named William Buckland, a kind of Doctor Doolittle on a mission to eat his way through the entire animal kingdom; and then on to Richard Owen, the most respected and the most despised scientist of his generation. Entertaining, erudite, and featuring an unconventional cast of characters, Dinosaurs at the Dinner Party tells the story of how the accidental discovery of prehistoric creatures upended humanity's understanding of the world and their place in it, and how a group of paleontologists worked to bring it back into focus again.",
    "genre": "Paleontology Great Britain History 19th century."
  },
  {
    "title": "Smart Money",
    "author": "Alex Duff",
    "isbn": "9781408719404",
    "available": true,
    "location": "796.334 DUF",
    "description": "In 1978, when Alex Duff first went to watch Brentford, players would go on midweek pub crawls near the Griffin Park stadium. Sometimes, in no fit state to go home, they would crash out in a terraced home where one of them lived opposite the stadium gates. The next morning, they clambered into a white van which one of them would drive to training, stopping on the way for a bacon sandwich and cup of tea at a greasy spoon cafe. Brentford had once played in the top-flight but now, idling in the third division, were a second home for players and supporters, but there was neither the ambition nor money to revive their best days. They bumbled along until in 2005, fed up with trying to make a profit from a club with an ageing stadium in an unfashionable west London suburb, owner Ron Noades agreed to hand over the business to supporters on the condition they take over responsibility for their 5.5 million overdraft. One of the fans, an Oxford University physics graduate called Matthew Benham, was making millions of pounds from professional gambling and threw in a 500,000 lifeline to help keep the club afloat. Initially, as a sort of academic challenge, he began figuring out if he could employ the mathematics which he used in beating the bookmakers to improve the club's performance on the pitch.",
    "genre": "Benham, Matthew."
  },
  {
    "title": "Footnotes From the Most Fascinating Museums",
    "author": "Bob Eckstein",
    "isbn": "9781797224398",
    "available": true,
    "location": "069.0973 ECK",
    "description": "A beautiful, smart, entertaining new art book from New Yorker cartoonist and author Bob Eckstein that is a love letter to museums and museum-goers, filled with lush and whimsical illustrations paired with stories and anecdotes from curators, museum workers, museum visitors, and more.",
    "genre": "Museums United States Anecdotes."
  },
  {
    "title": "Atlas of Forgotten Places",
    "author": "Travis Elborough",
    "isbn": "9780711290846",
    "available": true,
    "location": "910.2 ELB",
    "description": "From ancient ruins and crumbling castles to more recent relics an art deco New York subway station, a Soviet ghost town in the Arctic Circle, a flooded Thai mall teeming with aquatic life Travis Elborough takes you on a journey into these strange, overlooked and disappearing worlds and immortalises their fates. Original maps and stunning photography accompany Travis Elborough's moving historic and geographic accounts of each site. The featured locations are a stark reminder of what was, and the accounts in this investigative book help to bring their stories back to life, telling us what happened, when and why, and to whom.",
    "genre": "Historic sites Description and travel."
  },
  {
    "title": "The Upstairs Delicatessen",
    "author": "Dwight Garner",
    "isbn": "9780374603427",
    "available": true,
    "location": "818.6 GAR",
    "description": "Dwight Garner, the beloved New York Times critic and the author of Garner's Quotations, serves up the intertwined pleasures of books and food. The product of a lifetime of obsessively reading, eating, and every combination therein, The Upstairs Delicatessen: On Eating, Reading, Reading About Eating, and Eating While Reading is a charming, emotional memoir, one that only Garner could write. In it, he records the voices of great writers and the stories from his life that fill his mind as he moves through the sections of the day and of this book: breakfast, lunch, shopping, the occasional nap, drinking, and dinner. Through his lifelong infatuation with these twin joys, we meet the man behind the pages and the plates, and a portrait of Garner, eager and insatiable, emerges. He writes with tenderness and humor about his mayonnaise-laden childhood in West Virginia and Naples, Florida (and about his father's famous peanut butter and pickle sandwich), his mind-opening marriage to a chef from a foodie family (Cree grew up taking leftover frog legs to school in her lunch box), and the words and dishes closest to his heart. This is a book to be savored, though it may just whet your appetite for more.",
    "genre": "Critics United States Biography."
  },
  {
    "title": "The Cycling Chef on the Go",
    "author": "Alan Murchison",
    "isbn": "9781399411066",
    "available": true,
    "location": "641.563 MUR",
    "description": "'If you're hungry, it's too late' is the cyclists' mantra to avoid hitting the wall with an all-consuming loss of energy. To professional peloton, club riders and weekend peddlers alike, portable foods are as essential as a pump and a spare tube. Armed with a host of simple-to-prepare, savoury and sweet recipes, Alan Murchison creates a range of on-the-go snacks, unique dishes and smoothies to enable riders to ditch the processed energy bars, sugary drinks and takeaways, and enjoy real food full of flavour.",
    "genre": "Cyclists Nutrition."
  },
  {
    "title": "Tough Broad",
    "author": "Caroline Paul",
    "isbn": "9781635576498",
    "available": false,
    "location": "796.08 PAU",
    "description": "Caroline Paul has always filled her life with adventure: From mountain biking in the Bolivian Andes to pitching a tent, mid-blizzard, on Denali, she has never been a stranger to the exhilaration the outdoors can hold. Yet through it all, she has long wondered, Why aren't women, like men, encouraged to keep adventuring into old age? Tough broad  is her quest to understand not just how to live a dynamic life in a changing body, but why we must. She dives deep into the current research on aging, and highlights the results with the stories of women like ninety-three- year-old hiker Dot Fisher-Smith, eighty-year-old scuba diver Louise Wholey, fifty-two-year-old BASE jumper Shawn Brokemond, sixty-four-year-old birdwatcher Virginia Rose, and the many septuagenarian Wave Chasers who boogie board together in the San Diego surf. These women aren't experts. But their experiences, supported by scientific studies, offer important insight into our own physical and emotional health as we age, showing that growing older is no reason for women to sell themselves short. Tough Broad is a high-spirited call for women to embrace the out-doors, not back away from it, in our fifties, sixties, seventies, and beyond, casting our own futures in a new and dazzling light.",
    "genre": "Outdoor recreation for women."
  },
  {
    "title": "The Manga Guide to Japanese Food",
    "author": "Hiroshi Nagashima",
    "isbn": "9784805317624",
    "available": true,
    "location": "641.5952 NAG",
    "description": "This book explores the fascinating history, lore and practice of Japanese cooking through the eyes of Manabu, a young man who aspires to become a professional Japanese chef. Each chapter presents a new set of topics which help the reader to appreciate the great depth and complexity of Japan's amazing food culture. Dozens of mini essays with hundreds of charming color illustrations and photos explain: The importance of fundamental ingredients like rice, soybeans, seaweed and fish; The beauty of traditional utensils including lacquer ware, ceramics and knives; The key role played by fermented ingredients like miso, soy sauce and sake in Japanese cooking; The history of sushi, which developed from a traditional method of preserving fish; The concept of umami as one of just seven flavors that can be detected by the human tongue; How all these elements come together in a multicourse Kyoto-style Kaiseki dinner. There is even a quiz at the end so you can see how much you've learned along the way!",
    "genre": "Food habits Japan."
  },
  {
    "title": "On the Couch",
    "author": "",
    "isbn": "9780691242439",
    "available": false,
    "location": "150.1952 FRE",
    "description": "W. H. Auden described Sigmund Freud (1856-1939) as 'a whole climate of opinion / Under whom we conduct our differing lives.' The controversial father of psychiatry and psychoanalysis, Freud charted the human unconscious, brought us the talking cure, and wrote books that now rank among the classics of world literature. In On the Couch, the great analyst is analysed by some of today's great writers and thinkers, who help us understand the man who has helped us understand ourselves as much, if not more, than anyone else, ever. The result is a fresh, multifaceted reassessment of Freud's continuing relevance and influence on ideas, literature, culture, science, and more. Here, Colm Tibn writes about Freud, World War I, Henry James, and Thomas Mann; Adam Gopnik explores Freud's Civilization and Its Discontents; Susie Orbach considers Freud's 'ordinary unhappiness' and D. W. Winnicott's 'good enough'; Jennifer Finney Boylan reflects on penis envy and gender identity; Peter Kramer describes how new science and drugs have revolutionised psychology since Freud; Susie Boyt, one of Freud's great-granddaughters, spends the night at the Freud Museum in London; Siri Hustvedt examines Freud's divided reception today; and there's much more. Filled with insights, provocation, and humour, On the Couch offers an original and nuanced portrait of Freud as a complex figure who, for all his flaws, forever changed how we see ourselves and the world.",
    "genre": "Freud, Sigmund, 1856-1939."
  },
  {
    "title": "Feathered Freaks",
    "author": "Declan Peckman",
    "isbn": "9781923049482",
    "available": true,
    "location": "598 PEC",
    "description": "A visual guide to the most eccentric creatures of the skies, Feathered Freaks captures the most bizarre and beautiful feathered friends from across the globe. From the jaw-dropping red throat of the magnificent frigatebird to the peculiar plumage of the flightless southern cassowary, these pages are filled with truly dumb-looking birds that will turn any frown upside down.",
    "genre": "Birds."
  },
  {
    "title": "Drawn Testimony",
    "author": "Jane Rosenberg",
    "isbn": "9781786582546",
    "available": true,
    "location": "347.05 ROS",
    "description": "A penetrating, compulsively readable memoir about the four-decade career of a top courtroom sketch artist. Jane Rosenberg is America's pre-eminent courtroom sketch artist. For over forty years, she's been at the heart of the story, covering almost every major trial that has passed through the New York justice system. From mob bosses to fallen titans of finance, terrorists and sex abusers, corrupt cops and warring entertainment icons, she has drawn them all. In Drawn Testimony, Rosenberg brings us into the high-stakes, dramatic world of her craft, where art, psychology and courtroom drama collide. Over the course of her legendary career, Jane has had a front row seat to some of the most iconic and notorious moments in our nation's recent history, sketching everything from Tom Brady's deflate-gate case, to John Lennon's murder trial to cases against Ghislaine Maxwell, John Gotti, Harvey Weinstein and most recently, the indictment against former President Donald Trump. Readers will learn how she has honed her unique powers of perception, but also what her portraits reveal, not only about her subjects, but about the human condition in general. Fearless, fascinating and gorgeously written, Drawn Testimony captures the unique career of an artist whose body of work depicts history as it's happening.",
    "genre": "Courtroom artists United States Biography."
  },
  {
    "title": "Bite",
    "author": "Bill Schutt",
    "isbn": "9781643751788",
    "available": true,
    "location": "599.94 SCH",
    "description": "In Bite, zoologist Bill Schutt makes a surprising case: it is teeth that are responsible for the long-term success of vertebrates. The appearance of teeth, roughly half a billion years ago, was an adaptation that allowed animals with backbones, such as fish, amphibians, reptiles, birds, dinosaurs and mammals including us to chow down in pretty much every conceivable environment. And it's not just food. Tusks and fangs have played crucial roles as defensive weapons glimpsing the upper canines of snarling dogs is all it takes to know that teeth are an efficient means of aggression. Vampire bats use their razor-sharp teeth to obtain a widespread but generally untappable resource: blood. Early humans employed their teeth as tools to soften tough fibers and animal hides. Our teeth project information and social status the ancient Etruscans were the first to wear tooth bling, and it's doubtful that George Washington would have been elected president without the false teeth he wore. So much of what we know about life on this planet has come from the study of fossilized teeth, which have provided information not only about evolution but also about famine, war, and disease. In his signature witty style, the author of Pump and Cannibalism shows us how our continued understanding of teeth may help us humans through current and future crises, from Alzheimer's disease to mental health issues. Bite is popular science at its best and will appeal to readers of Mary Roach, Merlin Sheldrake, and Ed Yong.",
    "genre": "Teeth Evolution."
  },
  {
    "title": "The Riddles of the Sphinx",
    "author": "Anna Shechtman",
    "isbn": "9780063275478",
    "available": true,
    "location": "793.732 SHE",
    "description": "The indisputable 'queen of crosswords,' Anna Shechtman published her first New York Times puzzle at age nineteen, and later, spearheaded the The New Yorker's popular crossword section. Working with a medium often criticized as exclusionary, elitist, and out-of-touch, Anna is one of very few women in the field of puzzle making, where she strives to make the everyday diversion more diverse. In this fascinating work part memoir, part cultural analysis she excavates the hidden history of the crossword and the overlooked women who have been central to its creation and evolution, from the 'Crossword Craze' of the 1920s to the role of digital technology today. As she tells the story of her own experience in the CrossWorld, she analyzes the roles assigned to women in American culture, the boxes they've been allowed to fill, and the ways that they've used puzzles to negotiate the constraints and play of desire under patriarchy. The result is an unforgettable and engrossing work of art, a loving and revealing homage to one of our most treasured, entertaining, and ultimately political pastimes.",
    "genre": "Shechtman, Anna."
  },
  {
    "title": "The Autist's Guide to the Galaxy",
    "author": "Clara Törnvall",
    "isbn": "9781761381027",
    "available": true,
    "location": "616.8588 TOR",
    "description": "A playful guide to understanding the ways of 'normal people', The Autist's Guide to the Galaxy flips our usual scripts about neurodiversity. Following on from her internationally successful memoir, The Autists, Clara T rnvall has written a fun, comprehensive, and accessible explanation of neurotypical, or 'normal', behaviour. Full of facts, tips, and tests, and developed with input from other autists, this book places the difficulties autists face in the context of a world built for the neurotypical majority. It will help neurodiverse people and their families, friends, and loved ones navigate this world, nurture stronger relationships, and thrive.",
    "genre": "Autism."
  },
  {
    "title": "Good Nature",
    "author": "Kathy Willis",
    "isbn": "9781526664907",
    "available": true,
    "location": "613.1 WIL",
    "description": "Good Nature is a groundbreaking exploration that reveals how, if we bring nature more into our lives, it can help improve our health and well-being in so many unexpected ways. Oxford professor Kathy Willis has spent her career researching fossilised plants and plant matter - but when she stumbled across a study that showed that patients recovering from surgery improved faster just by being able to see trees from their hospital bed, it radically changed the way she viewed the natural world. Professor Willis has since embarked on a process of discovery to find the research that has shown, time and time again, that there is a causal link between plants in our lives, both indoors and outside, and better physical and mental health. Consulting plant scientists and biologists, medical practitioners and psychiatrists, city planners and government health authorities, she encourages us to transform how we design and inhabit our environments. There are simple changes we can all make in our homes: for example, the scent of rosemary will make you more awake; green-and-yellow-leaved houseplants are the best at reducing stress; and touching and stroking untreated wooden surfaces can lower our blood pressure. But we can also think on a much grander scale: prescribing more nature in streets, offices and our homes will not only save money but improve the health of us all. Focusing on how we interact with nature through the senses of sight, smell, hearing and touch, Good Nature explains how we can organise our homes, our time outdoors and the world around us to reap the health benefits of nature that science is only now just discovering.",
    "genre": "Nature, Healing power of."
  },
  {
    "title": "Hedges",
    "author": "Robert Wolton",
    "isbn": "9781399411714",
    "available": true,
    "location": "577.55 WOL",
    "description": "Much of the UK is intensively farmed, and in such landscapes hedges are often the only refuge for wildlife. In addition to providing shelter, protection and food for animals, they also connect and bind together the patches of habitat that do remain, as well as playing vital roles in soil conservation and flood prevention in short, they are vital for nature's recovery. In Hedges, Robert Wolton brings together decades of research, while also incorporating personal experiences from his farm in Devon, to explore the ecology, nature conservation and wider environmental values of our hedges. From improving water quality and producing wood fuel as a renewable energy source to the use of hedges in boosting crop pollination, this engaging and authoritative book will help to inspire people to value and look after the remarkably rich hedgerow heritage we have in the British Isles.",
    "genre": "Hedgerow ecology Great Britain."
  },
  {
    "title": "Colourful",
    "author": "Iris Apfel",
    "isbn": "9781529916164",
    "available": true,
    "location": "746.92 APF",
    "description": "In the summer of 2023, as Iris Apfel welcomed her 102nd birthday, she put pen to paper to write this very special project: what Iris called her legacy book. Comprising of over 200 personal photos and adorned with beautiful, unseen fabric patterns from her Old World Weaver's collection, Iris's incredible energy radiates from every page. Here she shares her creative work, life stories, adventures, and her unwavering belief in the essential power of colour and creativity on a life well lived.",
    "genre": "Apfel, Iris Barrel, 1921-2024."
  },
  {
    "title": "Clay and Bones",
    "author": "Lisa Bailey",
    "isbn": "9781641606516",
    "available": true,
    "location": "614.1 BAI",
    "description": "Lisa Bailey never considered a career working in death until she saw the FBI job posting for a forensic artist. The idea of using her artistic skill to help victims of crime was too compelling to pass up. Soon she was documenting crime scenes, photographing charred corpses, and digitally retouching the disembodied heads of suicide bombers. But it was facial approximation-sculpting a face from the remnants of an unidentified victim's skull-that intrigued her the most. Bailey knew that if she could capture that person's likeness in clay, she just might help them be identified, and that might help law enforcement track down their killer. Bailey worked on hundreds of cases and grew to become a subject matter expert in the field. It was the most challenging and fulfilling work she could have imagined, and she never thought of leaving. But her life changed when she became the target of sexual discrimination and harassment. She was stunned when FBI management protected the abusers and retaliated with threats, slander, and an arsenal of lawyers. Trapped in an increasingly hostile work environment, and infuriated at the hypocrisy of the FBI's tactics, Bailey decided to fight back.",
    "genre": "United States. Federal Bureau of Investigation Officials and employees Biography."
  },
  {
    "title": "Danny's People",
    "author": "Virginia Bovell",
    "isbn": "9780861548385",
    "available": true,
    "location": "362.1968588 BOV",
    "description": "Virginia's son Danny has a way of lighting up a room. He's warm, personable and has an infectious laugh. He forms lasting relationships and has known his best friend since they were little. He is also nonverbal and autistic, and requires round-the-clock care and a liquid diet. And for this reason, there are many who would rather not encounter Danny. Challenging the view that autism is something that needs to be 'cured', Virginia Bovell testifies to the extraordinary care Danny has received for over 30 years and the everyday kindness and decency of the people 'the band of angels' that surround him. She asks us to consider what makes a thriving individual versus an inadequate one; what it means to be ill versus what it means to not to conform; what roles society values and rewards; and how humans might flourish outside of failing political and economic systems.",
    "genre": "Bovell, Virginia."
  },
  {
    "title": "Trails and Tribulations",
    "author": "Susie Chan",
    "isbn": "9781399408776",
    "available": true,
    "location": "796.42 CHA",
    "description": "Susie Chan is an icon of endurance running. She has completed the legendary Marathon des Sables more times than any other UK female, set the 12-hour treadmill world record and was one of the first women to finish all the World Marathon Majors. She regularly competes in endurance races, 100-milers and week-long stage races in the jungles of the Amazon Rainforest - all the more impressive given Susie only seriously took up running as she approached 40. Susie's story is a rollercoaster fight against the odds. A toxic marriage, managing as a single mum, cataracts and cancer are among the obstacles she has overcome to become an inspiration for thousands. Through tales of her adventures, disappointments, traumas and triumphs, we learn what drives her passion for running; the countless reasons she finds to push herself further; the life-changing opportunities it has given her; and the amazing camaraderie and support she has found in the running community. Her down-to-earth personality, wicked sense of humour and commitment to the sport shine through every page as Susie offers lessons and advice for both the novice and the experienced runner. Her attitude to running is incredibly refreshing; she is totally immersed in her sport, from park runs and trails to ultra-marathons. Susie tells of the thrill of a PB, insists you're never too old to take up running, and demonstrates just how much you can achieve with self-motivation and positive energy.",
    "genre": "Chan, Susie."
  },
  {
    "title": "Viewfinder",
    "author": "Jon Chu",
    "isbn": "9780593448946",
    "available": true,
    "location": "791.43023 CHU",
    "description": "Long before he directed Wicked, In The Heights, or the groundbreaking film Crazy Rich Asians, Jon M. Chu was a movie-obsessed first-generation Chinese American, helping at his parents' Chinese restaurant in Silicon Valley and forever facing the cultural identity crisis endemic to children of immigrants. Growing up on the cutting edge of 21st-century technology gave Chu the tools he needed to make his mark at USC film school, and to be discovered by Steven Spielberg, but he soon found himself struggling to understand who he was. In this book, for the first time, Chu dives deep into his life and work, telling the universal story of questioning what it means when your dreams collide with your circumstances, and showing how it's possible to succeed even when the world changes beyond all recognition. With striking candor and unrivalled insights, Chu offers a firsthand account of the collision of Silicon Valley and Hollywood-what it's been like to watch his old world shatter and reshape his new one. Ultimately, Viewfinder is about reckoning with your own story, becoming your most creative self, and finding a path all your own.",
    "genre": "Asian American motion picture producers and directors Biography."
  },
  {
    "title": "My Life With Sea Turtles",
    "author": "Christine Figgener",
    "isbn": "9781778400582",
    "available": true,
    "location": "597.92 FIG",
    "description": "In 2015, a team of researchers carefully removed a plastic straw from a sea turtle's nostril off the coast of Costa Rica. The disturbing incident, which was captured on video, went viral, leading to corporate straw bans around the world. In this evocative book, reminiscent of Jane Goodall's memoir In the Shadow of Man, the marine biologist behind the camera, Christine Figgener, recounts her own life spent studying and protecting sea turtles. From the time she was a young girl, Figgener was determined to become a biologist, and study the marvels of the marine world. In My Life With Sea Turtles, she shares how she went from a small, gray town on the edge of industry to the lush coastline of Costa Rica, where she fell in love with the local environment and its famous residents: the sea turtles. Figgener describes patrolling the beach at night, swimming with turtles in the open ocean, watching tiny turtles emerge from sandy nests, and risking her life during tropical storms. We learn about her experience as a woman in conservation, a male dominated space where she struggles to be taken seriously. Through discovering the fascinating science of sea turtles and the threats they face today, readers will be inspired to live their own lives differently to ensure the survival of these magnificent creatures.",
    "genre": "Figgener, Christine."
  },
  {
    "title": "Save Me From the Waves",
    "author": "Jessica Hepburn",
    "isbn": "9780711291300",
    "available": true,
    "location": "796.046 HEP",
    "description": "Jessica Hepburn is an unlikely athlete she was labelled the arty' not the sporty' one in school. She hates exercise and believes the only reason to do it is for food, booze and box-sets on the sofa. However, in her forties, following a succession of hard and sad life experiences she started to try and exercise her way out of heartbreak. She has now become one of the world's most extraordinary endurance athletes. The first and only woman (currently) on the planet to have completed the Sea, Street, Summit Challenge' which is to swim the English Channel, run the London Marathon and climb Mount Everest (which she calls Chomolungma the mountain's original Sherpa name). And possibly the only woman (although this can't be officially certified) to have listened to eighty years and over 3,000 episodes of her favourite radio programme Desert Island Discs.Save Me From The Waves is an inspirational story of physical and mental endurance which starts on the streets of London and culminates on top of the world, fuelled by song. It explores the redemptive power of music and mountains. How family and friends can be lost and found in the most unusual places. And encourages everyone to live big and bravely when life doesn't go to plan. Because sometimes we all need saving from the waves. And whether it's high and far away or closer to home and in your head, an adventure will always change your life for the better.",
    "genre": "Hepburn, Jessica."
  },
  {
    "title": "Tāmihana",
    "author": "Jade Hohaia",
    "isbn": "9780473713928",
    "available": true,
    "location": "993.03 HOH",
    "description": "Wiremu Tamihana was a leader of leaders. He achieved many great exploits. He didn't just keep the peace, he made peace and, as the Kingmaker, he crowned the first ever Māori King. This legacy of his leadership didn't die with him; the Kingmaker legacy lives on through his descendants. Those who inherit the role also inherit the title of paramount chief of Ngāti Hauā - a tribe renowned for their servant and spiritual leadership. As the ninth successor, six generations down from Wiremu Tamihana, we see Anaru Tamihana step into that role now known as Te Tumuaki o te Kīngitanga. This book concentrates on Anaru's life and learnings, but also traces the same pattern of servant leadership in all of the Tāmihana descendants. Some leaders may try desperately to climb up the ladder of success, but servant leaders climb down the ladder to serve and be amongst their people. This is the Tāmihana legacy.",
    "genre": "Tāmihana, Anaru."
  },
  {
    "title": "When Life Gives You Lemurs",
    "author": "Tim Husband",
    "isbn": "9781761471520",
    "available": true,
    "location": "590.73 HUS",
    "description": "A story of the tender power of animals to heal broken humans. Tim Husband was born into a Jehovah's Witness family who spent their weekends delivering God's Word. Struggling to fit into this orthodox community, he found refuge in the bush, collecting and caring for injured animals. At fourteen, Tim was thrown out of home by his father and the church elders. He was taken in by the owner of the local zoo, and in exchange for a bed and food, Tim spent the next ten years caring for the wild animals. Patiently observing these exotic animals gave Tim his first true sense of family. He slowly enriches their lives by making their habitats closer to those found in the wild. Tim is one of a handful of international specialists known for their expertise in animal care. He has directed, designed and curated at some of the best-known zoos in the world, building a reputation as an exotic animal whisperer.",
    "genre": "Husband, Tim."
  },
  {
    "title": "Whaea Blue",
    "author": "Talia Marshall",
    "isbn": "9781776920136",
    "available": true,
    "location": "824.92 MAR",
    "description": "Time and whakapapa slowly unravel as Talia Marshall weaves her way across Aotearoa in a roster of decaying European cars. Along the way she will meet her father, pick up a ghost, transform into a wharenui, and make cocktail hour with Ans Westra. Men will come - Roman, Ben, Isaac - and some go. Others linger. And it is these men - her father, Paul, and grandfathers Mugwi Macdonald and Jim; her tīpuna Nicola Sciascia, tohunga Kipa Hemi Whiro, Kupe himself - who she observes as she moves backwards into the future. With her ancestor Tūtepourangi she relives Te Rauparaha's bloody legacy, and attempts and fails to write her great historical novel. But it is her wāhine, past and present, who carry her, even as the ground behind her smoulders... Whaea Blue is a tribute to collective memory, the elasticity of self, and the women we travel through. It is a karanga to and from the abyss. It is a journey to peace--Back cover.",
    "genre": "Marshall, Talia."
  },
  {
    "title": "What a Fool Believes",
    "author": "Michael McDonald",
    "isbn": "9780063357563",
    "available": true,
    "location": "781.66 MCD",
    "description": "Doobie Brothers. Steely Dan. Chart topping soloist. Across a half-century of American music, Michael McDonald's unmistakably smooth baritone voice defined an era of rock and R&B with hit records like What A Fool Believes, Takin' It to the Streets, I Keep Forgettin', Peg, It Keeps You Running, You Belong to Me, and Yah Mo B There. In his candid, freewheeling memoir, written with his friend, the Emmy Award-nominated actor and comedian Paul Reiser, Michael tells the story of his life and music. A high school dropout from Ferguson, Missouri, Michael chased his dreams in 1970's California, a heady moment of rock opportunity and excess. As a rising session musician and backing vocalist, a series of encounters would send him on a wild ride around the world and to the heights of rock stardom-from joining Steely Dan and becoming a defining member of The Doobie Brothers to forging a path as a breakout solo R&B artist. Interwoven with the unforgettable tales of the music, Michael tells a deeply affecting story of losing and finding himself as a man. He reckons with the unshakeable insecurities that drove him, the drug and alcohol addictions that plagued him, and the highs and lows of popularity. Along the way he relays the lessons he's learned, and that if he's learned anything at all it's that there's often little correlation between what you get and what you deserve. Filled with unbelievable stories and a matchless cast of music greats including James Taylor, Ray Charles, Carly Simon, and Quincy Jones, What a Fool Believes is a moving and entertaining memoir that is sure to be a classic.",
    "genre": "Doobie Brothers."
  },
  {
    "title": "Invincible Spirit",
    "author": "Lyn McKinnon",
    "isbn": "9780473713508",
    "available": true,
    "location": "796.522 BRY",
    "description": "Dan Bryant was the first New Zealander to climb on Everest. That's nearly 100 years ago, and today many alpinists have never heard of him. Dan Bryant with Rod Syme was the first to climb the Syme Ridge of Mt Tasman, and the first with Lud Mahan to climb the east ridge of Aoraki/Mt Cook, still a formidable task. There are records of all sorts. But these hark back to a spell-binding time when snows and ridges and glaciers and plateaus were virgin territory. Dan Bryant was there. For some of us, he still is. Read all about him, and his incredible commitment before he lost his life at 52, not to a mountain or an avalanche or a crevasse, but to a ridiculously simple motor car accident.--Back cover.",
    "genre": "Bryant, L. V. (Leslie Vickery), 1905-1957."
  },
  {
    "title": "Jack and Eve",
    "author": "Wendy Moore",
    "isbn": "9781838958091",
    "available": true,
    "location": "324.62 HOL",
    "description": "Vera Holme, known as Jack, left a career as a jobbing actress to become Emmeline Pankhurst's chauffeur and mechanic. Evelina Haverfield was a classic beauty, the daughter of a Scottish baron and fourteen years older than Jack. They met in 1909, fell in love, lived together, and became public faces of the suffragette movement, enduring prison and doing everything they could for the cause. The First World War paused the suffragettes' campaign and Jack and Eve enrolled in the Scottish Women's Hospital Service and soon found themselves in Serbia. Eve set up and ran hospitals for allied soldiers in appalling conditions, while Jack became an ambulance driver, travelling along dirt tracks under bombardment to collect the wounded from the front lines. Together, they carved radical new paths, demonstrating that women could do anything men could do.",
    "genre": "Holme, Vera, 1881-1969."
  },
  {
    "title": "Duty Calls",
    "author": "Antonia Novello",
    "isbn": "9781682754467",
    "available": true,
    "location": "618.92 NOV",
    "description": "Dr. Antonia Novellois a vanguard in the United States and Puerto Rico, whose enduring commitment to service has left an indelible mark on the world of public health. With a distinguished career spanning more than four decades, including serving as the US Surgeon General and the New York State Commissioner of Health during 9/11, her story highlights an unwavering dedication to improving the well-being of individuals and communities. Dr. Novello'sstory is one of challenges faced and overcome, of resilience and perseverance, and of shattering glass ceilings and opening doors for future generations of leaders. With honesty and openness, she shares her early battles with childhood illness and her desire to overcome stereotypes, while also chronicling her meteoric rise through various roles in the field of health care, leading to her service as the nation's top medical officer. From her struggles to her celebrations to her tireless advocacy for the health of young people, each chapter offers a glimpse into the resilience and wisdom that have shaped her life, unveiling the profound lessons she has gathered along the way.",
    "genre": "Health officers United States Biography."
  },
  {
    "title": "Drums & Demons",
    "author": "Joel Selvin",
    "isbn": "9781635768992",
    "available": true,
    "location": "786.9 GOR",
    "description": "Jim Gordon was the greatest rock drummer of all-time. Just ask the world-famous musicians who played with him-John Lennon, George Harrison, Eric Clapton, Tom Petty, Frank Zappa, Steely Dan, Ringo Starr, Harry Nilsson, Joe Cocker, and many more. They knew him for his superior playing, extraordinary training and technique, preternatural intuition, perfect sense of time, and his big fill-the mathematically-precise clatter that exploded like detonating fireworks on his drum breaks. And as best-selling author and award-winning journalist Joel Selvin reveals, the story of Jim Gordon is the most brilliant, turbulent, and wrenching rock opera ever. This riveting narrativefollows Gordon as the very chemicals in his brain that gifted him also destroyed him. His head crowded with a hellish gang of voices screaming at him, demanding obedience, Gordon descended from the absolute heights of the rock world-playing with the most famous musicians of his generation-to working with a Santa Monica dive-bar band for",
    "genre": "Gordon, Jim, 1945-2023."
  },
  {
    "title": "The Golden Gang",
    "author": "Ian Shaw",
    "isbn": "9781761424724",
    "available": true,
    "location": "364.1552 GAR",
    "description": "The first comprehensive biography of the godfather of Australian bushranging Frank Gardiner leader of the Lachlan gang and mastermind of the largest gold heist in Australian history. Atop the hierarchy of Australian bushrangers sits Ned Kelly the ultimate outlaw and just below him, the tragic figure of Ben Hall, who joined a gang led by a man whose name today is less well known, but in his time was much more famous than any other: Frank Gardiner. Mastermind of the largest gold robbery in Australia's history, Gardiner led an extraordinary life, the full telling of which is long overdue. In a tough country and among a group of tough men, Gardiner was the toughest of them all. But while he engaged in gunfights with police to evade capture, he was always courteous and could lay claim to never killing anyone, and never stole from those who couldn't afford to be robbed. He went by three different surnames in his lifetime and spent almost half of it behind bars, including at some of the colonies' most notorious penal institutions: the Pentridge Stockade, Cockatoo Island and Darlinghurst Gaol. But if Gardiner was never quite the Robin Hood he sometimes imagined himself to be, he was nevertheless a natural leader, and a man capable of inspiring a motley bunch of stockmen and drifters to become the most effective and successful bushranging gang in the country's history. His Lachlan gang operated with a clockwork efficiency that culminated in the robbery of the Gold Escort at Eugowra Rocks, and from 1861 to 1863 it held reign over the roads of the Western Plains of New South Wales. Richly detailed, The Golden Gang shines a new light onto Gardiner's remarkable life one that ended in shocking tragedy and reinstates him in the pantheon of Australian outlaw heroes.",
    "genre": "Gardiner, Frank, 1830-1904."
  },
  {
    "title": "The Lost Queen",
    "author": "Sophie Shorland",
    "isbn": "9781838956394",
    "available": true,
    "location": "941.066 CAT",
    "description": "Despite Catherine of Braganza's crucial place in British history, and that of its Empire, she has since been overshadowed by stories of the king's many mistresses and forgotten as Charles' boring, powerless wife. This could not be further from the truth. In an absorbing narrative, historian Sophie Shorland not only tells the full story of this long-overlooked figure and her difficult relationship with Charles II, but also reveals how Catherine changed the country in ways both large and small: part of her dowry was Bombay, Britain's first territory on the Indian subcontinent; she also popularised trousers for women, Baroque art and music, and perhaps most long-lastingly tea drinking.",
    "genre": "Catherine, of Braganza, Queen, consort of Charles II, King of England, 1638-1705."
  },
  {
    "title": "All in the Family",
    "author": "Fred Trump",
    "isbn": "9781668072172",
    "available": false,
    "location": "973.933 TRU",
    "description": "For the record. Fred Trump never asked for any of this. The divisive politics. The endless headlines. A hijacked last name. The heat-seeking uncle, rising from real estate scion to gossip column fixture to The Apprentice host to President of the United States. Fred just wanted a happy life and a satisfying career. But a fight for his son's health and safety forced him onto a center stage that he had never wanted. And now, at a crucial point for our nation, he is stepping forward again. In All in the Family, Fred delves into his journey to become a different kind of Trump, detailing his passionate battle to protect his wife and children from forces inside and outside the family. From the Trump house to the White House, Fred comes to terms with his own complex legacy and faces some demons head-on. It's a story of power, love, money, cruelty, and the unshakable bonds of family, played out underneath a glaring media spotlight. All in the Family is the inside story, as it's never been told before.",
    "genre": "Trump, Donald, 1946-"
  },
  {
    "title": "Prisoner of Lies",
    "author": "Barry Werth",
    "isbn": "9781501153976",
    "available": true,
    "location": "951.9042 DOW",
    "description": "John (Jack) Downey, Jr., was a new Yale graduate in the post-World War II years who, like other Yale grads, was recruited by the young CIA. He joined the Agency and was sent to Japan in 1952, during the Korean War. In a violation of protocol, he took part in an air drop that failed and was captured over China. His sources on the ground had been compromised, and his identity was known. Although he first tried to deny who he was, he eventually admitted the truth. But government policy forbade ever acknowledging the identity of spies, no matter the consequences. Washington invented a fictitious cover story and stood by it through four Administrations. As a result, Downey was imprisoned during the decades that Red China, as it was called, was considered by the US to be a hostile nation, until 1973, when the US finally recognized the mainland Chinese government. He had spent twenty-one years in captivity. Downey would go on to become a lawyer and an esteemed judge in Connecticut, his home state. Prisoners of Lies is based in part on a prison memoir that Downey wrote several years after his release. Barry Werth fluently weaves excerpts from the memoir with the Cold War events that determined Downey's fate. Like a le Carr novel, this is a harrowing, chilling story of one man whose life is at the mercy of larger forces outside of his control; in Downey's case as a pawn of the Cold War, and more specifically the Oval Office and the State Department. His freedom came only when US foreign policy dramatically changed. Above all, Prisoner of Lies is an inspiring story of remarkable fortitude and resilience.",
    "genre": "Downey, John T., 1930-2014."
  },
  {
    "title": "Keir Starmer",
    "author": "Tom Baldwin",
    "isbn": "9780008661021",
    "available": true,
    "location": "941.0862 STA",
    "description": "This authoritative but not authorised biography by Tom Baldwin provides answers by drawing deeply on many hours of interviews with Prime Minister himself, as well as unprecedented access to members of his family, his oldest friends and closest colleagues. Together, they tell an unexpectedly intimate story filled with feelings of grief and love that has driven him on more than any rigid ideology or loyalty to a particular faction. The book tracks Starmer's emergence from a troubled small town background and rebellious youth, through a storied legal career as a human rights barrister and the country's chief prosecutor, to becoming an MP relatively late in life. Baldwin provides a vivid and compelling account of how this untypical politician then rose to be leader of his party in succession to Jeremy Corbyn, then transformed it with a ruthless rapidity that has enraged opponents from the left just as much as it has bewildered those on the right. Above all, this is a book that should be read by anyone who wants to understand how someone who has too often been underestimated or dismissed as dull, now intends to change Britain.",
    "genre": "Starmer, Keir, 1962-"
  },
  {
    "title": "The House of Beckham",
    "author": "Tom Bower",
    "isbn": "9780063422865",
    "available": true,
    "location": "796.334 BEC",
    "description": "As one of the most famous and influential couples in the world, David and Victoria Beckham have attained iconic status. The ultimate power couple have together built a multi-billion-dollar global brand. For decades, adoring fans have been captivated by the glamorous world they have created, while their unrivalled fusion of showbiz, fashion, football and celebrity has been cultivated alongside the image of a strong marriage. When the much-trailed Netflix documentary Beckham aired in 2023, viewers were offered an even more intimate insight into their private lives. Produced by the Beckhams themselves, the series raised many questions, not only about their success and personal relationship, but also about the ruthlessly successful management of their image in the media. Are their lives really as perfect as the Beckhams would like the world to believe? Through extensive research, expert sourcing and interviews with insiders, Britain's most celebrated investigative biographer, Tom Bower, has unearthed a succession of revelations that give surprising insight into the reality of 'Brand Beckham'. Exploring the couple's relationship, and the truth about their football and fashion careers, their finances and their new life in Miami, The House of Beckham unravels the extraordinary reality of the business-savvy cultural icons to tell an engrossing, often astonishing story of money, sex and power.",
    "genre": "Beckham, David, 1975-"
  },
  {
    "title": "Hardy Women",
    "author": "Paula Byrne",
    "isbn": "9780008322250",
    "available": true,
    "location": "823.8 HAR",
    "description": "Thomas Hardy is one of the most beloved and most-read British authors. His influence on literature and the minds of his readers is singular. But how is it that the novelist who created some of the most memorable and modern female characters in literature had such troubled relationships with real women? n this highly innovative book, acclaimed biographer Paula Byrne re-examines Hardy's life through the eyes of the women who made him mother, sisters, girlfriends, wives, muses. The story veers from shocking scenes such as his obsession with the sight of a woman hanged, to poignant vignettes of unfulfilled passion, to fascinating details of working women's lives in the nineteenth century. Hardy Women is the story of how the magnificent fictional women he invented would not have been possible without the hardship and hardiness of the real ones who shaped his passions and his imagination. It is only through understanding and witnessing these hardy women that we can truly enter the heart of this great novelist and poet.",
    "genre": "Hardy, Thomas, 1840-1928 Relations with women."
  },
  {
    "title": "Sharing Space",
    "author": "Cady Coleman",
    "isbn": "9780593494011",
    "available": true,
    "location": "629.45 COL",
    "description": "In 2010, Cady Coleman boarded a rocket and blasted off into space for her third NASA mission, a six-month expedition to the International Space Station where she was the only woman on her six-person crew. After years spent overcoming obstacles in competitive, high-performance environments, including grappling with her own doubts and training in a spacesuit that was too big, Coleman became a success story in a role that wasn't built with her in mind-an astronaut who is also a mother, Air Force colonel, scientist, and leader. Her determination and amazing experiences give her a unique perspective on how to set yourself up for success, in space and here on Earth. In Sharing Space, Cady shares counterintuitive insights integral to her success, such as how to know when to adapt and when to press for change instead, how to leverage insecurities to beat expectations, and how to be the glue that holds a disparate team together, shaping it to thrive. Illustrated with stories from her life and training, Cady takes readers from meteorite hunting in Antarctica to launching a",
    "genre": "Women astronauts United States Biography."
  },
  {
    "title": "The Piano Player of Budapest",
    "author": "Roxanne De Bastion",
    "isbn": "9781472147851",
    "available": true,
    "location": "786.2 DE",
    "description": "When her father died, singer-songwriter Roxanne de Bastion inherited a piano she knew had been in her family for over a hundred years. But it is only when she finds a cassette recording of her grandfather, Stephen, playing one of his compositions, that the true and almost unbelievable history of the piano, this man, and her family begins to unfold.  Stephen was a man who enjoyed great fame, a man who suffered the horrors of concentration camps in WWII, a man who ultimately survives, along with his piano. By piecing together his cassette recordings, unpublished memoirs, letters, and documents, Roxanne sings out her grandfather's story of music and hope, lost and found, and explores the power of what can echo down through generations.",
    "genre": "De Bastion, Stephen, 1907-2019."
  },
  {
    "title": "Do I Know You?",
    "author": "Sadie Dingfelder",
    "isbn": "9780316545143",
    "available": true,
    "location": "153.758 DIN",
    "description": "Science writer Sadie Dingfelder has always known that she's a little quirky. But while she's made some strange mistakes over the years, it's not until she accosts a stranger in a grocery store (who she thinks is her husband) that she realizes something is amiss. With a mixture of curiosity and dread, Dingfelder starts contacting neuroscientists and lands herself in scores of studies. In the course of her nerdy midlife crisis, she discovers that she is emphatically not neurotypical. She has prosopagnosia (faceblindness), stereoblindness, aphantasia (an inability to create mental imagery), and a condition called Severely Deficient Autobiographical Memory. What Dingfelder learns about the brain captivates her. What she learns about the places where her brain falls short forces her to reinterpret major events from her past and grieve for losses she didn't even know she'd had.",
    "genre": "Dingfelder, Sadie."
  },
  {
    "title": "Frontline Surgeon",
    "author": "Mark Derby",
    "isbn": "9781991016836",
    "available": true,
    "location": "940.5475 JOL",
    "description": "Central Otago-born Doug Jolly was one of the greatest war surgeons of the twentieth century. Tireless, dedicated and courageous, he was one of the most gifted Republican Army surgeons in the Spanish Civil War and his surgical manual based on his battlefield experiences close to the frontline was widely used in later wars. Frontline Surgeon traces Jolly's remarkable career from medical training in 1920s New Zealand to medical director of Britain's largest hospital for amputees, and restores him to the ranks of pioneers of modern medicine.",
    "genre": "Jolly, Douglas W., 1904-1983."
  },
  {
    "title": "The Talented Mrs. Mandelbaum",
    "author": "Margalit Fox",
    "isbn": "9780593243855",
    "available": true,
    "location": "364.1 MAN",
    "description": "In 1850, Fredericka Mandelbaum emigrated to New York from Germany and worked as a rag peddler on the streets of the Lower East Side. By the 1870s she was a widow with four children, a popular society hostess, and a philanthropist. What enabled a woman on the margins of nineteenth-century American life to ascend from tenement poverty to immense wealth? In the intervening years, Mrs. Mandelbaum had become the country's most notorious fence -- a receiver of stolen goods and a successful criminal mastermind. By the mid-1880s as much as $10 million worth of purloined property (the equivalent of nearly $300 million in today's money) had passed through her little haberdashery shop. She planned, financed, and profited from robberies of cash, gold, and diamonds throughout New York and beyond. But she wasn't just a successful crook, she was a visionary. Called the nucleus and center of the whole organization of crime in New York City by the New York Times, Mandelbaum was the first person in American history to systemize formerly scattershot property crime enterprises. Handpicking a cadre of New York's foremost bank robbers, housebreakers, and shoplifters and bribing a corresponding group of the city's police and politicians, she handled logistics and organized supply chains -- turning theft into a proper, scaled business.",
    "genre": "Mandelbaum, Fredericka, 1825-1894."
  },
  {
    "title": "Unmasking Monsters",
    "author": "Chook Henwood",
    "isbn": "9781991006851",
    "available": true,
    "location": "363.2 HEN",
    "description": "David Chook Henwood tells the true story of how he and his fellow officers developed the system that would put The Ghost, Joseph Thompson, behind bars - and change the way policing was done in this country forever.As a key player in the development of the nascent Criminal Profiling Unit, Henwood was at the heart of operations which locked up not just Thompson, but also the serial rapist Malcolm Rewa - and he would be an early and steadfast advocate for Teina Pora's innocence--Publisher information.",
    "genre": "Henwood, Chook."
  },
  {
    "title": "Amazing Grace",
    "author": "D. Hindmarsh",
    "isbn": "9781400334025",
    "available": true,
    "location": "283.092 NEW",
    "description": "Amazing Grace is the surprising true story of John Newton, author of the song that has touched millions. A biography that reads like a novel, it reveals Newton's dramatic story of sin and salvation as a slave trader before his ultimate transformation to speaking out against the horror of slavery. His story speaks to the brokenness within us all and our need for God's amazing grace-and reveals the truth behind his song. Amazing Grace is based on years of research on the life and writings of John Newton. It tells of a prodigal who returns home, and a young love that defies the odds; of a young man whose life is torn by grief and wounded by the cruelty of others, following his descent into deeper suffering and finally into the brutal world of the slave trade. Newton rejects God repeatedly but is rescued by a divine mercy that reaches deeper than he could ever have imagined as he ultimately faces his past and repents. Newton's story is shocking, and Amazing Grace does not try to airbrush or excuse his faults. There are glaring contradictions in the life of a ship's Captain who retreats to his cabin to study his Bible and write tender love letters to his wife while hundreds of slaves lie in chains in the hold below. The profound lessons from his life are applicable to us today, helping us to: Discover that the need for grace is universal and offers the deepest hope for overcoming hatred. Be honest about our lives even when we are ashamed and face seemingly unresolvable problems. Look for grace when life is far from perfect and doesn't match up to our expectations. Trust that our mistakes and regrets, no matter how deep, can be redeemed in the end. Since the first public singing of Amazing Grace almost 250 years ago, every generation has been profoundly moved by the song, and now readers can connect with John Newton's story like never before. In these days of extreme polarization when beliefs about race, church, and politics have all become deeply divisive in society, we need grace more than ever. We need stories like this one that talk honestly about the human condition but even more about the relentless love of God and his forgiveness of sins.",
    "genre": "Newton, John, 1725-1807."
  },
  {
    "title": "Catherine, the Princess of Wales",
    "author": "Robert Jobson",
    "isbn": "9781789468397",
    "available": true,
    "location": "941.085 CAT",
    "description": "An attractive, clever, and ambitious girl from unexceptional beginnings meets and falls in love with a wealthy prince destined to be King when they are both university undergraduates. Now, with the British monarchy in transition, Catherine is destined to to become the first 'commoner Queen' in British history since Anne Hyde (later the Duchess of York and Albany) - wife of James II and mother of two Queen's Mary II and Queen Anne, the first Queen of Great Britain. Since her wedding on 29 April 2011, and becoming the Duchess of Cambridge, Catherine has endeared herself to the people of the UK, the Commonwealth and worldwide on her extensive travels, with her infectious smile, sense of style and down-to-earth nature. Her self-deprecation, willingness to laugh at herself, solid work-ethic - along with her husband, William, warmth, and accessibility - this royal family's dynamic duo have become the most popular members of the Royal Family. As interest in the royals continues to gain legions of new, younger fans, there is increasing interest in their histories and back stories of the principal players in this story. This book aims to discover, through talking to close sources both on and off the record within the royal household, what has made Catherine the woman she is today.",
    "genre": "Catherine, Princess of Wales, 1982-"
  },
  {
    "title": "A Gentleman From Japan",
    "author": "Thomas Lockley",
    "isbn": "9781335016713",
    "available": false,
    "location": "942.055 LOC",
    "description": "On November 12, 1588, five young Asian men, led by a twenty-one-year-old called Christopher, traveled up the River Thames to meet Queen Elizabeth I. Christopher's epic sea voyage had spanned from Japan, via the Philippines, New Spain (Mexico), Java and Southern Africa. On the way, he had already become the first recorded Japanese person in North America. Now Christopher was the first ever Japanese visitor to England, and no other would leave such a legacy for centuries to come. The story of Christopher is almost utterly forgotten and has never been fully told before.",
    "genre": "Christopher."
  },
  {
    "title": "Uncrowned",
    "author": "Ashley Mantle",
    "isbn": "9781445696478",
    "available": true,
    "location": "941 MAN",
    "description": "The fascinating hidden history of the British royal family's nearly men, those who had been destined for the throne, but never made it. Mantle explores the story behind these would-be-kings, showing how the question of succession has not always been a straightforward one. Through the centuries, succession to the English throne has largely been dictated by blood. Children were born to the role; their destinies entwined with that of the nation. They would be raised with the expectation that they would eventually take their place on the throne and rule the land. But not all those expected to wear the crown completed this journey. Ashley Mantle explores the lives of several heirs apparent and presumptive, from the Norman Conquest to the present day, who were destined to assume the throne of England but, for one reason or another, did not. You will meet such figures as Robert Curthose, eldest son of William the Conqueror, whose ineptitude saw him twice barred from the crown; Edward V, whose disappearance in 1483 still remains a mystery and Charles Edward Stuart, the Stuart heir who unsuccessfully attempted to win back the throne. Along the way we will explore the nature of Kingship to determine what was expected of an heir and how an heir was groomed in preparation for their ascent, as well as how the rules surrounding the succession have changed over the centuries.",
    "genre": "Nobility Great Britain Biography."
  },
  {
    "title": "Off the Beat",
    "author": "Nusrit Mehtab",
    "isbn": "9781911709459",
    "available": true,
    "location": "363.2 MEH",
    "description": "When Nusrit Mehtab joined the Met Police in the late 80s the organisation was rife with racism and misogyny. Officers refused to patrol with her, or even call her by her name. Her attempts to get promoted were met with hostility and ridicule and she was subject to cruel pranks. As the years passed and her seniority grew, Nusrit was dismayed to find that these problems got worse, not better. After 30 years, she finally had enough and left the MET, initiating an employment tribunal against them in the process. Now lecturing new recruits in policing law and criminology, she's confident that we can mould the next generation of officers to create a more inclusive police force, safer for both the officers and the public. Full of gritty and shocking stories from the heart of the organisation, Off the Beat shines the light on an institution that has lost sight of its mission to protect us and pleads the case for a brighter and safer future.",
    "genre": "Mehtab, Nusrit."
  },
  {
    "title": "Traveling",
    "author": "Ann Powers",
    "isbn": "9780062463722",
    "available": true,
    "location": "781.64 MIT",
    "description": "For decades, Joni Mitchell's life and music have enraptured listeners. One of the most celebrated artists of her generation, Mitchell has inspired countless musicians, from peers like James Taylor, to inheritors like Prince and Brandi Carlile, and authors, who have dissected her music and her life in their writing. At the same time, Mitchell has always been a force beckoning us still closer, as, with the other arm, she pushes us away. Given this, music critic Ann Powers wondered if there was another way to draw insights from the life of this singular musician who never stops moving, never stops experimenting. In Traveling, Powers seeks to understand Mitchell through her myriad journeys. Through extensive interviews with Mitchell's peers and deep archival research, she takes readers to rural Canada, mapping the singer's childhood battle with polio. She charts the course of Mitchell's musical evolution, ranging from early folk to jazz fusion to experimentation with pop synthetics. She follows the winding road of Mitchell's collaborations with other greats, and the loves that emerged along the way, all the way through to the remarkable return of Mitchell to music-making after the 2015 aneurysm that nearly took her life. Along this journey, Powers' wide-ranging musings on the artist's life and career reconsider the biographer's role and the way it twines against the reality of a fan. In doing so, Traveling illustrates the shifting nature of biography, and the ultimate contradiction of celebrity: that an icon cannot truly, completely be known to a fan. Kaleidoscopic in scope, and intimate in its detail, Traveling is a fresh and fascinating addition to the Joni Mitchell canon, written by a biographer in full command of her gifts who asks as much of herself as of her subject.",
    "genre": "Mitchell, Joni, 1943-"
  },
  {
    "title": "Stories My Grandmothers Didn't Tell Me",
    "author": "Andra Putnis",
    "isbn": "9781761471322",
    "available": true,
    "location": "947.96 PUT",
    "description": "When she breaks an unspoken family code not to dig too deeply into the past, Andra is plunged into the bleak world of the Soviet and Nazi occupations of Latvia in World War II, and the secret lives of her grandmothers. Teenage Aline is separated from her parents and sent to serve in Germany's war-time labour force. With the much-feared Soviet army on the doorstep, pregnant Milda embarks on a desperate winter escape with her young son. They each face heart-wrenching decisions and endure years of hardship before finally voyaging to Australia. Among the tight-knit Latvian migrant community, Aline and Milda forge new lives. But even there, reminders of wartime scandal and grief threaten to drag them under.",
    "genre": "Putnis, Andra Family."
  },
  {
    "title": "Entrances and Exits",
    "author": "Michael Richards",
    "isbn": "9781637589137",
    "available": true,
    "location": "791.45028 RIC",
    "description": "In this memoir, the author writes about the evolution of Cosmo Kramer, his character on Seinfeld, sharing insecurities and successes he experienced creating the character.  He discusses his childhood with his schizophrenic grandmother and single mother, and his drive to unravel the mystery of his father.  He tells of his early passion for theater and performance, his tour of duty in the army, his interest in psychology and religion, and his days coming up in LA's comedy clubs with Robin Williams, Andy Kaufman and Sam Kinison.  He also opens up about the night of outrageous anger in a comedy club that resulted in nearly two decades of self exile.",
    "genre": "Seinfeld (Television programme)"
  },
  {
    "title": "You Deserve Good Gelato",
    "author": "Kacie Rose",
    "isbn": "9780593840436",
    "available": true,
    "location": "945 ROS",
    "description": "After a life-changing solo trip, Kacie Rose did the scariest thing she could think of: She moved from New York City to Italy. And it went perfectly! Just kidding she made a lot of mistakes. In her tell-all memoir meets manifesto, Kacie champions travel and embracing the scary stuff, like immersing yourself in new cultures (and failling espically along the way) or jumping head-first into a new language (even if it involves telling your boyfriend's mom you're horny instead of excited). Why? Because the most amazing things come from doing the sh*t that scares you. And you totally deserve those things.",
    "genre": "Rose, Kacie Homes and haunts Italy."
  },
  {
    "title": "Guide Sophia Gray, Te Paea Hinerangi",
    "author": "",
    "isbn": "9781067003517",
    "available": true,
    "location": "338.4791 GUI",
    "description": "Born 'on the beach' in Kororāreka-Russell in 1834 ot a Scottish gunsmith father and a Māori princess, Sophia Gray-Te Paea Hinerangi rose from humble beginnings in Ipipiri-Bay of Islands to become New Zealand's premier Māori guide and the face of New Zealand tourism in the late 1800s. Sophia was famous for guiding tourists over the Pink and White Terraces, and later for saving the lives of over 60 people when Mt Tarawera erupted, destroying her village and the Terraces forever. Sought after by photographers and artists alike, New Zealand permier Richard Seddon, in 1901, declared Sophia Gray 'the most famous New Zealand woman of our time'--Back cover.",
    "genre": "Hinerangi, Sophia, 1832-1911."
  },
  {
    "title": "The Invention of Charlotte Brontë",
    "author": "Graham Watson",
    "isbn": "9781803995373",
    "available": true,
    "location": "823.8 BRO",
    "description": "Doomed survivor of a family of geniuses, Charlotte Brontë had a life as dramatic as Jane Eyre. Turning her back on her tragic past, she reinvented herself as an acclaimed writer, a mysterious celebrity and a passionate lover. Doing so meant burning many bridges, but her sudden death left her friends and admirers with more questions than answers. Tasked with telling the truth about Brontë's life, her friend, the novelist Elizabeth Gaskell, uncovered secrets of illicit love, family discord and professional rivalries more incredible than any fiction. The result, a tell-all biography, was so scandalous it was banned and rewritten twice in six months but not before it had given birth to the legend of the Brontës. 'The Invention of Charlotte Brontë' is a darker take on one of the most famous women writers of the nineteenth century, showing Charlotte to be a strong but flawed individual. Through interrogating known events and introducing new archival material into the story, it challenges the established narrative to reveal the Brontë family as they've never been seen before.",
    "genre": "Brontë, Charlotte, 1816-1855."
  },
  {
    "title": "How to Be a Bad Botanist",
    "author": "Simon Barnes",
    "isbn": "9781398518919",
    "available": true,
    "location": "580 BAR",
    "description": "Can you tell a tomato from a grape? A patch of grass from a Christmas tree? Then congratulations you're a botanist. Self-confessed bad birdwatcher Simon Barnes thought he knew nothing about plants. He didn't have anything against them: trees are interesting because birds perch in them; plants are useful because they create habitats, and all birds live in habitats. But while admiring the tenacity of some yellow horned poppies thriving on a shingle beach a place where it seemed no plant had a hope of surviving he was struck by a simple yet profound truth. It all begins with plants. In this charming and inspiring book, Barnes takes us on a fascinating journey, from the simple genius of photosynthesis to the complex and bizarre ways that plants reproduce. We consider plants as varied as cabbages and conifers, familiar wildflowers and enigmatic orchids, nefarious parasites and plants that carry deadly poisons helping us better appreciate the beauty and diversity of the natural world. Both a primer on botany and an exploration of how plants make our external and interior worlds, How to Be a Bad Botanist opens our eyes to the wonders around us. Plants are everywhere, in every part of your life, and you know more than you think.",
    "genre": "Botany."
  },
  {
    "title": "Nature Tales for Winter Nights",
    "author": "",
    "isbn": "9781783967421",
    "available": true,
    "location": "808.83936 NAT",
    "description": "As the evenings draw in a time of reckoning, rest and restoration settle in with this new seasonal collection. Nature Tales for Winter Nights is a treasure trove of tales from across the natural world that puts winter rural, wild and urban under the microscope and draws us in close. From the late days of autumn, through deepest cold, and towards the bright hope of Spring, arctic traveller and poet Nancy Campbell brings together a collection of familiar names and dazzling new discoveries. Here are Inuit legends, Beth Chatto's garden and Tove Jansson's 'The Iceberg'; artists' private letters, Anne Frank's diary and fireside stories told by indigenous voices. Join the naturalist Linneaus travelling on horseback in Lapland, frost fairs on the Thames and witch-hazel harvesting in Connecticut, experience Alpine adventure, polar bird myths and courtship in the snow in classical Japan and Ancient Rome. A hibernation companion, this book will transport you across time and country, bringing a little magic and wonder to every winter night.",
    "genre": "Nature in literature."
  },
  {
    "title": "A Year of Garden Bees and Bugs",
    "author": "Dominic Couzens",
    "isbn": "9781849947954",
    "available": true,
    "location": "595.7 COU",
    "description": "Just as birds have yearly rhythms, so do insects, bees, beetles and butterflies. Wildlife experts Dominic Couzens and Gail Ashton discover 52 minibeasts from around the world, every week of the year. They tell the story of what is happening week-by-week in the insect world, in our own backyards and just outside our patio doors. From the daily grind of the house spider building a new web each morning, to the vast appetites of ladybirds, which can devour hundreds of aphids a day, and the glory of the Stag beetle's maiden flight. We delve into the world of the lethal Sydney funnelweb spider in Australian gardens, the migratory mission of the Monarch butterfly in America and the life of the backdoor scorpions in South Africa. In amongst the seasonal behaviour, the authors have woven history and folkloric tales - from Cardinal Wolsey's fear of spiders to how flies can solve murders.",
    "genre": "Insects."
  },
  {
    "title": "Beautiful Bacteria",
    "author": "Tal Danino",
    "isbn": "9780847899869",
    "available": true,
    "location": "700.108 DAN",
    "description": "Beautiful Bacteria merges stunning imagery with a new way of looking at something we interact with every day. Each chapter introduces the different types of bacteria around us, illustrated with singularly beautiful photographs of these minute life forms and an approachable text that explains where the bacteria is located and what it does. Much as New York Times bestseller I Contain Multitudes did, Beautiful Bacteria brings the invisible world that has shaped our species to life. While we know microbes in our world are relevant, the focus of this book is what the invisible, microbial world looks like, where it comes from, and where new discoveries and biotechnology are taking us. Looking at the microbial world reveals countless questions about life and connects with the personal realm of bacteria in our daily lives. From the dazzling patterns of Proteus mirabilis to the shimmering fractals of E. coli and more, each chapter touches upon the little-seen microscopic universe and the impact it has on our macroscopic society, and sheds light on how we coexist in an increasingly biotechnological world.",
    "genre": "Bacteria In art."
  },
  {
    "title": "The Beauty of Falling",
    "author": "Claudia Rham",
    "isbn": "9780691237480",
    "available": true,
    "location": "531.14 RHA",
    "description": "Claudia de Rham has been playing with gravity her entire life. As a diver, experimenting with her body's buoyancy in the Indian Ocean. As a pilot, soaring over Canadian waterfalls on dark mornings before beginning her daily scientific research. As an astronaut candidate, dreaming of the experience of flying free from Earth's pull. And as a physicist, discovering new sides to gravity's irresistible personality by exploring the limits of Einstein's general theory of relativity. In The Beauty of Falling, de Rham shares captivating stories about her quest to gain intimacy with gravity, to understand both its feeling and fundamental nature. Her life's pursuit led her from a twist of fate that snatched away her dream of becoming an astronaut to an exhilarating breakthrough at the very frontiers of gravitational physics. While many of us presume to know gravity quite well, the brightest scientists in history have yet to fully answer the simple question: what exactly is gravity? De Rham reveals how great minds - from Newton and Einstein to Stephen Hawking, Andrea Ghez, and Roger Penrose - led her to the edge of knowledge about this fundamental force. She found hints of a hidden side to gravity at the particle level where Einstein's theory breaks down, leading her to develop a new theory of 'massive gravity.' De Rham shares how her life's path turned from a precipitous fall to an exquisite flight toward the discovery of something entirely new about our surprising, gravity-driven universe.",
    "genre": "Gravitation."
  },
  {
    "title": "Wild Woman",
    "author": "Philippa Forrester",
    "isbn": "9781399400879",
    "available": true,
    "location": "333.72 FOR",
    "description": "In Wild Woman, Philippa Forrester considers the grit and determination required for women to maintain connections to wildlife and shares stories of female conservation heroes and other extraordinary wild women working in nature. Talking to women from around the world, Philippa studies and celebrates what it means to be a wild woman. From the sixteenth-century botanist who was the first woman to circumnavigate the globe to modern-day women responding to bear attacks in Yellowstone, working to rewild reserves in South Africa, photographing Caribou in the Arctic and more, Philippa examines how these women benefit from a life spent in the wilderness and also considers what the natural world gains from them. Relating some of her own experiences from three decades spent travelling around the world and working in some of the wildest places on Earth, Philippa asks: what does it take for a woman to live or work in the wild?",
    "genre": "Women conservationists Biography."
  },
  {
    "title": "Coyotes Among Us",
    "author": "Stanley Gehrt",
    "isbn": "9781959411239",
    "available": true,
    "location": "599.77 GEH",
    "description": "The coyote. Even its image conjures up more myth than fact. From its depictions as the trickster in ancient fables to its portrayal as a threat to humans and their pets in modern news sources, coyotes are rarely shown in a favorable light. Now, the Urban Coyote Research Project pulls back the curtain on the defamed coyote, revealing the surprising truth about this unique creature. Though harassed and hunted for generations, today the coyote persists and even thrives. With an innate ability to adjust to new climates and environments, the coyote has developed an expansive range. Once confined to the American West, it now lives in forty-nine states, across lower Canada, throughout Mexico, and all the way to Costa Rica. Its habitat ranges from rural prairie to urban overpasses; it is the largest animal to regularly live wild within city limits. The coyote continues to overcome the ceaseless intrusion of urban development to create a bright and flourishing future, providing its human neighbours a surprising number of benefits. With stunning images of coyotes within their surprising habitats, Coyotes Among Us draws from decades of experience to dispel coyote myths, highlight the benefits of living with coyotes, and embrace the coyote as a brilliant survivor against all odds.",
    "genre": "Coyote."
  },
  {
    "title": "Escape From Shadow Physics",
    "author": "Adam Kay",
    "isbn": "9781922310422",
    "available": true,
    "location": "530.12 KAY",
    "description": "The received wisdom in quantum physics is that, at the deepest levels of reality, there are no actual causes for atomic events. This idea led to the outlandish belief that quantum objects indeed, reality itself aren't real unless shaped by human measurement. Einstein mocked this idea, asking whether his bed spread out across his room unless he looked at it. And yet it remains one of the most influential ideas in science and our culture. In Escape from Shadow Physics, Adam Forrest Kay takes up Einstein's torch- reality isn't mysterious or dependent on human measurement, but predictable and independent of us. At the heart of his argument is groundbreaking research with little drops of oil. These droplets behave as particles do in the long-overlooked quantum theory of pilot waves; crucially, they showcase quantum behavior while being described by classical physics. What if the original doubters of our quantum orthodoxy (not least Einstein himself) were onto something? What if pilot wave theory was right all along? In that case, our whole story of twentieth-century physics is topsy-turvy, and we must give up the idea that reality is simply too weird to grasp. Weird it may still be, but a true understanding of nature now seems within our reach.",
    "genre": "Quantum theory."
  },
  {
    "title": "Groundbreakers",
    "author": "Chantal Lyons",
    "isbn": "9781399401630",
    "available": false,
    "location": "599.633 LYN",
    "description": "Big, messy and mysterious crossing paths with a wild boar can conjure fear and joy in equal measure. Driven to extinction seven hundred years ago, a combination of the species' own tenacity and illegal releases from the 1980s has seen several populations of this beast of myth begin to roam English and Scottish woods once more. With growing worry over the impacts on both people and the countryside, the boar's right to exist in Britain has been heavily debated. Their habitat-regenerating actions benefit a host of other wildlife, yet unlike beavers, these ecosystem engineers remain unloved by many. Why is there no clamour to reintroduce them across the land? And, with the few boar in England threatened by poaching and culling, why are we not doing more to prevent their re-extinction? In Groundbreakers, Chantal Lyons moves to the boar's stronghold of the Forest of Dean to get up close and personal with this complex, intelligent and quirky species, and she meets with people across Britain and beyond who celebrate their presence - or want them gone. From Toulouse and Barcelona where they are growing in number and boldness, to the woods of Kent and Sussex where they are fading away again, to Inverness-shire where rewilders welcome them, join Chantal on a journey of discovery as she reveals what it might take for us to coexist with wild boar.",
    "genre": "Wild boar."
  },
  {
    "title": "Precious",
    "author": "Helen Molesworth",
    "isbn": "9780857529091",
    "available": true,
    "location": "553.8 MOL",
    "description": "When Helen Molesworth joined the gem and jewellery industry she began her own love affair with one of humanity's oldest and richest fascinations. For as long as people have known about gemstones they have treasured them. Born of violent geological events and the chance meetings of minerals, their stories are an extraordinary journey through time, and are significant to the human narrative in as many ways as they boast sparkling facets. Selecting ten of nature's most dazzling jewels, Helen Molesworth makes journeys across the world to trace stones from their discovery to the moment a glimmering cut and polished masterpiece is traded, and then fought over, adorns emperors and kings, falls out of favour, and then raises eye-watering sums in another age. Touching on history and politics, archaeology and engineering, geography and geology, chemistry and physics, psychology and romance, fine art and high finance, her book is rich with great stories and has something for everyone.",
    "genre": "Gems History."
  },
  {
    "title": "Ocean Speaks",
    "author": "",
    "isbn": "9780711288935",
    "available": true,
    "location": "333.91 OCE",
    "description": "Discover the fascinating story of the Earth's open oceans with telling insights from the bold adventurers who love it most. The Ocean Speaks brings together more than 45 ocean enthusiasts who have taken ocean protection into their own hands, documenting the unknown and telling stories that aim to connect humans with water. Whether they are divers, marine biologists, surfers, influencers, conservationists, photojournalists or filmmakers, each of these ocean lovers is playing a part in deepening our understanding of our planet's largest life support system, 80% of which remains unmapped, unobserved and unexplored. Split geographically by oceans and continents, the stories include a project that documents the world's largest population of tiger sharks in the Maldives, divers who unofficially patrol a UNESCO world heritage site near the volcanic 'Ring of Fire' in the Tropical Eastern Pacific, a visit to the touching but ghostly turtle graveyard in Malaysia, and incredible natural spectacles like the mass spawning of grouper in French Polynesia or the humpback whales who flock to the remote Silver Bank in the Dominican Republic to birth and mate.",
    "genre": "Ocean Pictorial works."
  },
  {
    "title": "The Last of Its Kind",
    "author": "1949- Gísli Pálsson",
    "isbn": "9780691230986",
    "available": true,
    "location": "598.33 GIS",
    "description": "The Great Auk is one of the most tragic and documented examples of extinction. A flightless bird that bred primarily on the remote islands of the North Atlantic, the last of its kind were killed in Iceland in 1844. Gísli Pálsson draws on firsthand accounts from the Icelanders who hunted the last Great Auks to bring to life a bygone age of Victorian scientific exploration while offering vital insights into the extinction of species. Pálsson vividly recounts how British ornithologists John Wolley and Alfred Newton set out for Iceland to collect specimens only to discover that the Great Auks were already gone. At the time, the Victorian world viewed extinction as an impossibility or trivialized it as a natural phenomenon. Pálsson chronicles how Wolley and Newton documented the fate of the last birds through interviews with the men who killed them, and how the naturalists? Icelandic journey opened their eyes to the disappearance of species as a subject of scientific concern?and as something that could be caused by humans. Blending a richly evocative narrative with rare, unpublished material as well as insights from ornithology, anthropology, and Pálsson's own North Atlantic travels, The Last of Its Kind reveals how the saga of the Great Auk opens a window onto the human causes of mass extinction.",
    "genre": "Great auk."
  },
  {
    "title": "Love Triangle",
    "author": "Matt Parker",
    "isbn": "9780241505694",
    "available": true,
    "location": "516.15 PAR",
    "description": "Why can no two people ever see the same rainbow? What happens when you pull a pop song apart into pure sine waves and play it back on a piano? Why does the wake behind a duck always form an angle of exactly 39 degrees? And what did mathematicians have to do with the great pig stampede of 2012? The answer to each of these questions can be found in the triangle. In Love Triangle, stand-up comedian, ex-maths teacher and Sunday Times number one bestselling author Matt Parker is on a mission to prove why we should all show a lot more love for triangles, along with the useful trigonometry and geometry they enable. To make his point, he uses triangles to create his own digital avatar, survive a harrowing motorcycle ride, cut a sandwich into three equal parts, and measure tall buildings while wearing silly shoes. But soon these hare-brained experiments begin to reveal a genuinely important truth triangles are the hidden pattern beneath the surface of the contemporary world, used in everything from GPS to CGI via Spotify streaming, the play button and your best mate's triangle tattoo. Join Matt Parker as he demonstrates why there's more to triangles than Pythagoras and SOHCAHTOA. Triangles are everything and everything is triangles.",
    "genre": "Triangle."
  },
  {
    "title": "Why We Die",
    "author": "Venki Ramakrishnan",
    "isbn": "9781529369243",
    "available": true,
    "location": "616.078 RAM",
    "description": "A groundbreaking exploration of the science of why and how we age and die--from Nobel Prize-winning molecular biologist Venki Ramakrishnan. The knowledge of death is so terrifying that we live most of our lives in denial of it. Throughout human history--from the immortal afterlife of Judeo-Christian thought to the cycle of reincarnation posited by many Eastern religions--we have developed beliefs that allow us to avoid recognizing its finality. One of the most difficult moments of childhood must be when each of us first realizes that not only we but all our loved ones will die--and there is nothing we can do about it. Or at least, there hasn't been. Today, we are living through a revolution in biology. Giant strides are being made in understanding why we age--and why some species live longer than others. Could we eventually cheat disease and death and live for a very long time, possibly many times our current lifespan? Venki Ramakrishnan, recipient of the Nobel Prize in Chemistry and former president of the Royal Society, takes us on a riveting journey to the frontiers of biology, asking whether we must be mortal. Covering the recent breakthroughs in scientific research, he examines the cutting edge of efforts to extend lifespan by altering our natural biology. But might death serve a necessary biological purpose? What are the social and ethical costs of attempting to live forever? Why We Die is a narrative of uncommon insight and beauty from one of our leading public intellectuals.",
    "genre": "Aging."
  },
  {
    "title": "The Light Eaters",
    "author": "Zoë Schlanger",
    "isbn": "9780008445348",
    "available": true,
    "location": "571.2 SCH",
    "description": "Look at the green organism across the room or through the window: the potted plant, or the grass, or a tree. Think how a life spent constantly growing yet rooted in a single spot comes with tremendous challenges. To meet them, plants have come up with some of the most creative methods for surviving of any living thing, us included. Many are so ingenious that they seem nearly impossible. There is no doubt that plants are important: plants, or their green precursors the blue-green algae and algae themselves, have produced all the oxygen in the Earth's atmosphere, allowing animals to evolve. But did you know they can communicate when they are being eaten, allowing nearby plants to bolster their defences. They move and that movement stops when they are anaesthetised, just like animals. They also use electricity for internal communication, just like animals. They can hear the sounds of caterpillars eating, just like animals. Plants can remember the last time they have been visited by a bee and how many times they have been visited, so have a concept of time and can count, just like animals. Plants can not only communicate with each other, they can also communicate with other species of plant and animals, allowing them to manipulate animals to defend or fertilise them. This is unlike most other animals. So look again at the potted plant, or the grass or the tree and wonder: Are plants intelligent? Perhaps even more fundamental is are they conscious? Is the only real difference between animals and plants that plants are light eaters, animals aren't--Publisher's description.",
    "genre": "Plant physiology."
  },
  {
    "title": "Why Don't Things Fall Up?",
    "author": "Alom Shaha",
    "isbn": "9781529348163",
    "available": false,
    "location": "500 SHA",
    "description": "Why Don't Things Fall Up? will gently remind you of everything you may have learnt once upon a time, but have somehow forgotten along the way. If you've ever changed the subject when a child has asked for homework help, or if you have the curiosity of a seven year old yourself, or if you know everything but have forgotten the basics or don't want to know anything except the basics then this is the book for you. Using questions asked by children as a starting point, Alom Shaha (who has spent over two decades trying to help people of all ages understand this stuff) takes us on a tour of the big ideas of science from his unique perspective. His experience as a dad, a teacher and science communicator means he knows exactly what people don't know and especially the misconceptions and other intellectual hurdles which prevent us from grasping key ideas. Combining his proven skill for explaining science with storytelling and flashbacks to school experiments, Why Don't Things Fall Up? reminds us that science is not just for scientists it's a human endeavour that enriches all our lives.",
    "genre": "Science."
  },
  {
    "title": "Time and Tide",
    "author": "Fiona Stafford",
    "isbn": "9781473686328",
    "available": true,
    "location": "508.41 STA",
    "description": "A village waits at the bottom of a reservoir. A monkey puzzle tree bristles in a suburban garden. A skein of wild geese fly over a rusty rail viaduct. The vast inland sea that awed John Clare has become fields. Chapter by fascinating chapter, alive with literary, local, and her own family history, Fiona Stafford reveals the forces, both natural and human, which transform places. Swooping along coastlines, through forests and across fens, following in the footsteps of Burns and Keats, Celia Fiennes and Charles Dickens, William and Dorothy Wordsworth, Noel Coward and Compton Mackenzie, join her, time-travelling deep into the stories of our Isles. From red squirrels to brick vistas, from botanical gardens to hot springs, the landscapes of Britain are full of delights and surprises. Chance discoveries of rare species, shipwrecks and unlikely ruins, curious trees and startling towers, weird caves and disused airfields, or even just baffling placenames offer ways into unexpected histories and hidden lives. The clues to the past are all round us Time and Tide will help you find them.",
    "genre": "Natural history Great Britain."
  },
  {
    "title": "The Tree Collectors",
    "author": "Amy Stewart",
    "isbn": "9781923058170",
    "available": true,
    "location": "635.977 STE",
    "description": "When Amy Stewart discovered a community of tree collectors, she expected to meet horticultural fanatics driven to plant every species of oak or maple. But she also discovered that the urge to collect trees springs from something deeper and more profound: a longing for community, a vision for the future, or a path to healing and reconciliation. In this slyly humorous, informative, often poignant volume, Stewart brings us captivating stories of people who spend their lives in pursuit of rare and wonderful trees and are transformed in the process. Vivian Keh has forged a connection to her Korean elders through her persimmon orchard. The former poet laureate W. S. Merwin planted a tree almost every day for more than three decades, until he had turned a barren estate into a palm sanctuary. And Joe Hamilton cultivates pines on land passed down to him by his once-enslaved great-grandfather, building a legacy for the future. Stewart populates this lively compendium with her own hand-drawn watercolor portraits of these extraordinary people and their trees, interspersed with side trips to investigate famous tree collections, arboreal glossaries, and even tips for unauthorized forestry. This book is a stunning tribute to a devoted group of nature lovers making their lives, and the world, more beautiful, one tree at a time.",
    "genre": "Trees."
  },
  {
    "title": "This Ordinary Stardust",
    "author": "Alan Townsend",
    "isbn": "9781538741184",
    "available": true,
    "location": "362.196994 TOW",
    "description": "A decade ago, Dr. Alan Townsend's family received two unthinkable, catastrophic diagnoses: his 4-year-old daughter and his brilliant scientist wife developed unrelated, life-threatening forms of brain cancer. As he witnessed his young daughter fight during the courageous final months of her mother's life, Townsend a lifelong scientist was indelibly altered. He began to see scientific inquiry as more than a source of answers to a given problem, but also as a lifeboat: a lens on the world that could help him find peace with the painful realities he could not change. Through scientific wonder, he found ways to bring meaning to his darkest period. At a time when society's relationship with science is increasingly polarized while threats to human life on earth continue to rise, Townsend offers a balanced, moving perspective on the common ground between science and religion through the spiritual fulfillment he found in his work. Awash in Townsend's electrifying and breathtaking prose, This ordinary stardust offers hope that life can carry on even in the face of near-certain annihilation.",
    "genre": "Townsend, Alan R. Family."
  },
  {
    "title": "The Tomb of the Mili Mongga",
    "author": "Sam Turvey",
    "isbn": "9781399409773",
    "available": true,
    "location": "398.24 TUR",
    "description": "A tale of exciting scientific discovery, The Tomb of the Mili Mongga tells the story of Samuel Turvey's expeditions to the island of Sumba in eastern Indonesia. While there, he discovers an entire recently extinct mammal fauna from the island's fossil record, revealing how islands support some of the world's most remarkable biodiversity, and why many of these unique endemic species are threatened with extinction or have already been lost. But as the story unfolds, an unexpected narrative emerges - Sumba's Indigenous communities tell of a mysterious wildman called the 'mili mongga', a giant yeti-like beast that supposedly lives in the island's remote forests. What is behind the stories of the mili mongga? Is there a link between this enigmatic entity and the fossils that Sam is looking for? And what did he discover when he finally found the tomb of a mili mongga? Combining evolution, anthropology, travel writing and cryptozoology, The Tomb of the Mili Mongga explores the relationship between biodiversity and culture, what reality means from different cultural perspectives, and how folklore, fossils and conservation can be linked together in surprising ways.",
    "genre": "Fossils Indonesia Sumba Island."
  },
  {
    "title": "Hard by the Cloud House",
    "author": "Peter Walker",
    "isbn": "9781991016713",
    "available": true,
    "location": "598.94 WAL",
    "description": "The legend of Te Hokioi, the extinct giant eagle of New Zealand, leads Peter Walker from a Canterbury sheep run to the Rare Books Room of the British Library and to 'sacred' Raiatea in Polynesia, as he uncovers the story of the predator which once ruled over the Southern Alps. Was this bird, whose existence was confirmed by scientists only in 2009, the Rukh of Arab legends? Does that mean that medieval Islamic mariners were once blown far into the Pacific, saw the great raptor and made it back home to tell the tale? From the calamitous encounter of South Island Māori with colonisation to the flories of tenth-century Baghdad, Hard by the Cloud House is a heady mix of history, memoir, science and mythology--Back cover.",
    "genre": "Aquila New Zealand History."
  },
  {
    "title": "Counting",
    "author": "Benjamin Wardhaugh",
    "isbn": "9780008436476",
    "available": true,
    "location": "513.2 WAR",
    "description": "Counting is an innovative, erudite, world-wrapping journey through humanity's marvellous ability to impose numbers on things. Acclaimed historian and mathematician Benjamin Wardhaugh draws on stories from the Stone Age to cyberspace in pursuit of the elusive, fascinating, endlessly diverse history of human counting. Starting with the roots of counting in human brains, bodies and environments, Wardhaugh tours us around the world and through time while exploring the different flavours of counting that have developed over millennia. We meet the makers of bead necklaces in ancient South Africa, the inventors of writing in the world's first metropolis, and the 'counter culture' of classical Athens. We see counting used, and changed, by Indian scholars, Chinese peasants and Papuan shopkeepers; we meet the distinctive numerate agendas of Mayan kings, US governments and Korean vloggers. Weaving these stories together, Wardhaugh shows how cultures have shaped counting, and how counting has shaped culture, in a rich tapestry spanning thousands of years. This is the vast story of human attempts to find some order in an unruly world; or, perhaps, to impose on a reluctant world the order that humans find within themselves. It is a history as wide, deep and tangled as that of humanity itself.",
    "genre": "Counting History."
  },
  {
    "title": "Welcome to Our Playground",
    "author": "Moira Butterfield",
    "isbn": "9781839945038",
    "available": true,
    "location": "J 790.1 BUT",
    "description": "From basketball to board games, clapping games to climbing frames, dens to doll's houses, there are so many ways to play and have fun around the world. In this fascinating book, young children can learn all about the different games, toys and playtimes around the world, as well as the playgrounds, fields and beaches children play in, and the many different words they use when they play.",
    "genre": "Games Children's nonfiction."
  },
  {
    "title": "Goldilocks and the Three Bears and Other Stories",
    "author": "Lucy Cousins",
    "isbn": "9781406377378",
    "available": true,
    "location": "J 398.2 COU",
    "description": "Someone's been eating my porridge, said Daddy Bear. Who's that tripping over my bridge? roared the troll. Who will help me cut the wheat? asked the little red hen.",
    "genre": "Goldilocks (Fictitious character) Children's nonfiction."
  },
  {
    "title": "All About the Brain",
    "author": "Gabriel Dabscheck",
    "isbn": "9781922610768",
    "available": true,
    "location": "J 612.82 DAB",
    "description": "Ever wondered how the boss of your body works? How does your brain tell the other parts of the body what to do? Where is all the information you take in from the world stored? Curious kids will find the answers to these questions and more in All About the Brain by expert paediatric neurologist Dr Gabriel Dabscheck.",
    "genre": "Brain Children's nonfiction."
  },
  {
    "title": "Up Goes the Skyscraper!",
    "author": "Gail Gibbons",
    "isbn": "9780823458844",
    "available": true,
    "location": "J 690 GIB",
    "description": "Follows, in simple text and illustrations, the building of a skyscraper step by step.",
    "genre": "Skyscrapers Design and construction Children's nonfiction."
  },
  {
    "title": "How I Feel",
    "author": "Becky Goddard-Hill",
    "isbn": "9780008649975",
    "available": true,
    "location": "J 152.4 GOD",
    "description": "Sometimes it can be hard for children to know exactly how they feel. Talking about feelings makes them easier to understand and helps them choose how to react to them. Written by children's therapist and emotional wellbeing author, Becky Goddard-Hill, the fun, simple activities are designed to give you and your child the tools to cope with a whole range of different emotions.",
    "genre": "Emotions Children's nonfiction."
  },
  {
    "title": "An Invitation to the Botanic Gardens",
    "author": "Charlotte Guillain",
    "isbn": "9781803381060",
    "available": true,
    "location": "J 580 GUI",
    "description": "Have you ever wondered what goes on at the Botanic Gardens? It's not all planting and pruning. In fact, the team have a planet-saving mission on their hands and you can help. Step off the path and follow the Garden crew who will show you behind the scenes of the Botanic Gardens with your very own access-all-areas invitation. Find out how scientists research plants that can cure diseases, watch workers wading in the waterlily pond, and discover the secrets of seeds. Find out why samples of rare and endangered plants are stored in the Herbarium and leave no leaf unturned in the tropical glasshouse. Discover insect-eating plants, zombie fungus, plants pretending to be pebbles, and more. As you turn the pages you'll learn about the importance of insects, the impact of climate change and how plants grow. With beautiful, lush illustrations, you'll discover more wonderful details each time you return to the gardens. Three large gatefolds open up to reveal even more information.",
    "genre": "Royal Botanic Gardens, Kew Children's nonfiction."
  },
  {
    "title": "Journey Through the Amazon",
    "author": "Rob Jones",
    "isbn": "9781805312185",
    "available": true,
    "location": "J 577.3 JON",
    "description": "Set off on a journey along the world's largest river, and deep into the planet's largest rainforest. Turn the pages and lift the flaps to explore steamy, sweaty jungle and discover the secrets of its most extreme plants and animals. Visit some of the people who have made the Amazon their home, and learn how to help protect this incredible but fragile ecosystem.",
    "genre": "Rain forest ecology Children's nonfiction."
  },
  {
    "title": "Do Hippos Brush Their Teeth?",
    "author": "Etta Kaner",
    "isbn": "9781771474931",
    "available": true,
    "location": "J 591.5 KAN",
    "description": "Do tortoises take vitamins? Do badgers wash their hands after using the toilet? This eagerly anticipated fourth and final installment of the Do Animals series raises these questions and more about how animals take care of their bodies-much like the ways people maintain their hygiene! From lava lizards that do push-ups, to giraffes that clean their noses with their tongues (yuck!), this book is full of interesting and unexpected ways that animals keep their bodies in top condition.",
    "genre": "Grooming behaviour in animals Children's nonfiction."
  },
  {
    "title": "Slug Life",
    "author": "Moesha Kellaway",
    "isbn": "9781915395092",
    "available": true,
    "location": "J 594.3 KEL",
    "description": "Join Stevie, the world's grumpiest slug, in slug self-esteem class to find out why you shouldn't squash these amazing creatures!",
    "genre": "Slugs (Mollusks) Children's nonfiction."
  },
  {
    "title": "The Bedtime Book of Magical Creatures",
    "author": "Stephen Krensky",
    "isbn": "9780744098228",
    "available": true,
    "location": "J 398.24 KRE",
    "description": "This enchanting and essential bedtime book about the world's most fantastical creatures helps early learners get to know more about their favorite beings from myths, legends and storybooks, from fairies and mermaid to dragons and unicorns.",
    "genre": "Animals, Mythical Children's nonfiction."
  },
  {
    "title": "Bum or Face?",
    "author": "Kari Lavelle",
    "isbn": "9781464224010",
    "available": true,
    "location": "J 590 LAV",
    "description": "Examine a close-up photo of an animal and then guess whether you're looking at the top or the um bottom. The answer is revealed on the next page with a compete photo of the animal! Also included are factual animal details along with how these animals use camouflage or other trickery to engage with their home.",
    "genre": "Animals Children's nonfiction."
  },
  {
    "title": "Puff",
    "author": "Emily Moon",
    "isbn": "9780593617960",
    "available": true,
    "location": "J 551.5 MOO",
    "description": "Puff the wisp of air leads young readers on an adventure that reveals air's role in the atmosphere and its impact on life on earth.",
    "genre": "Air Children's nonfiction."
  },
  {
    "title": "Moto Mike the Motorbike",
    "author": "Deano Yipadee",
    "isbn": "9781775438861",
    "available": true,
    "location": "J 782.42 YIP",
    "description": "Mm-mm-mm-Moto Mike, the m-mm-motorbike on just two wheels, I can twist and swerve! With bright lights and sirens, I protect and serve! Rev up your engine and sing along with Nee Naw and his good friend Moto Mike!--Back cover.",
    "genre": "Christchurch City Libraries. Margaret Mahy Collection."
  },
  {
    "title": "Look in the Mirror",
    "author": "Catherine Steadman",
    "isbn": "9780593725740",
    "available": true,
    "location": "THRILLER",
    "description": "Nina, still grieving from the loss of her father, discovers that she has inherited property in the British Virgin Islands-a vacation home she had no idea existed, until now. The house is extraordinary: state-of-the-art, all glass and marble. How did her sensible father come into enough money for this? Why did he keep it from her? And what else was he hiding? Maria, once an ambitious medical student, is a nanny for the super-rich. The money's better, and so are the destinations where her work takes her. Just one more gig, and she'll be set. Finally, she'll be secure. But when her wards never show, Maria begins to make herself at home, spending her days luxuriating by the pool and in the sauna. There's just one rule: Don't go in the basement. That room is off-limits. But her curiosity might just get the better of her. And soon, she'll wish her only worry was not getting paid.",
    "genre": "Fathers Death Fiction."
  },
  {
    "title": "The Night of Baba Yaga",
    "author": "Akira Ōtani",
    "isbn": "9781641294911",
    "available": true,
    "location": "ADVENTURE",
    "description": "Tokyo, 1979. Yoriko Shindo, a workhorse of a woman who has been an outcast her whole life, is kidnapped and dragged to the lair of the Naiki-kai, a branch of the yakuza. After she savagely fends off a throng of henchmen in an attempt to escape, Shindo is only permitted to live under one condition: that she will become the bodyguard and driver for Shoko Naiki, the obsessively sheltered daughter of the gang's boss. Eighteen-year-old Shoko, pretty and silent as a doll, has no friends, wears strangely old-fashioned clothes, and is completely naive in all matters of life. Originally disdaining her ward, Shindo soon finds herself far more invested in Shoko's well-being than she ever expected. But every man around them is bloodthirsty and trigger-happy. Shindo doubts she and Shoko will survive much longer if nothing changes. Could there ever be a different life for two women like them? Akira Otani's English-language debut moves boldly through time and across gender, stretching the definitions and possibilities of each concept. Rendered in a gorgeous translation by International Booker-shortlisted Sam Bett, this lean, mean thriller proves that bonds forged in fire are unbreakable.",
    "genre": "Yakuza Fiction."
  },
  {
    "title": "Blood in the Cut",
    "author": "Alejandro Nodarse",
    "isbn": "9781250326515",
    "available": true,
    "location": "MYSTERY",
    "description": "Iggy Guerra is out of prison, but his homecoming is anything but smooth. His beloved mother is gone, his grief-stricken father Armando is deep in debt, and they are about to lose the butcher shop that has been in their family for generations. Iggy must earn his father's lost trust in order to save La Carnicería Guerra from the threats imposed by a new rival business, a vigilante activist, and big-game hunter Orin, who has dragged Armando into his dangerous money-making schemes deep in the Everglades, where more than secrets are buried. Iggy will wrestle with the beauty and the danger of the place he calls home as he tries to save his family-without losing himself forever.",
    "genre": "Butcher shops Fiction."
  },
  {
    "title": "Under Her Roof",
    "author": "A. Chaudhuri",
    "isbn": "9781804362952",
    "available": true,
    "location": "THRILLER",
    "description": "When struggling writer Sebastian finds a room to let in a palatial Hampstead residence he cannot believe his luck. The rent is ridiculously cheap and he immediately feels a connection with his beautiful widowed landlady, Adriana. Things take a dark turn when he finds out what happened to the last lodger. Could this be why the house is a fortress of security, and why Adriana seems so fragile? Adriana doesn't want to talk about the death and sadness that seem to follow her wherever she goes and Sebastian has secrets of his own. Now someone is watching their every move and there is nowhere to hide. This house of light becomes a dark nightmare as the threat ramps up - what does the watcher want? And how far will they go to get it?",
    "genre": "Authors Fiction."
  },
  {
    "title": "The God of the Woods",
    "author": "Liz Moore",
    "isbn": "9780008663797",
    "available": true,
    "location": "MYSTERY",
    "description": "Some said it was tragic, what happened to the Van Laars. Some said the Van Laars deserved it. That they never even thanked the searchers who stayed out for five nights in the freezing forest trying to help find their missing son. Some said there was a reason it took the family so long to call for help. That they knew what happened to the boy. Now, fifteen years later, the daughter the family had in their grief has gone missing in the same wilderness as her brother. Some say the two disappearances aren't connected. Some say they are.",
    "genre": "Families Fiction."
  },
  {
    "title": "Holy City",
    "author": "Henry Wise",
    "isbn": "9780802162915",
    "available": true,
    "location": "MYSTERY",
    "description": "No one innocent. No one free. Nothing sacred. After a decade of exile precipitated by the tragic death of his mother, Will Seems returns home from Richmond to rural Southern Virginia, taking a job as deputy sheriff in a landscape given way to crime and defeat. Impoverished and abandoned, this remote land of tobacco plantations, razed forests, and boarded-up homes seems stuck in the past in a state that is trying to forget its complex history and move on. Will's efforts to go about his life are wrecked when a mysterious, brutal homicide claims the life of an old friend, Tom Janders, forcing Will to face the true impetus for his return: not to honor his mother's memory, but to pay a debt to a Black friend who, in an act of selfless courage years ago, protected Will and suffered permanent disfigurement for it. Meanwhile, a man Will knows to be innocent is arrested for Tom's murder, and despite Will's pleas, his boss seems all too content wrap up the case and move on. Will must weigh his personal guilt against his public duty when the local Black community hires Bennico Watts, an unpredictable private detective from Richmond, to help him find the real killer. It would seem an ideal pairing-she has experience, along with plenty of sand, and Will is privy to the details of the case-but it doesn't take long for either to realize they much prefer to operate alone. Bennico and Will clash as they each defend their untraditional ways on a wild ride that wends deep into the Snakefoot, an underworld wilderness that for hundreds of years has functioned as a hideout for outcasts-the forgotten and neglected and abused-leaving us enmeshed in the tangled history of a region and its people that leaves no one innocent, no one free, nothing sacred.",
    "genre": "Murder Investigation Fiction."
  },
  {
    "title": "The Ballad of Jacquotte Delahaye",
    "author": "Briony Cameron",
    "isbn": "9781668051023",
    "available": true,
    "location": "ADVENTURE",
    "description": "In the tumultuous town of Yáquimo, Santo Domingo, Jacquotte Delahaye is an unknown but up-and-coming shipwright. Her dreams are bold but her ambitions are bound by the confines of her life with her self-seeking French father. When her way of life and the delicate balance of power in the town are threatened, she is forced to flee her home and become a woman on the run along with a motley crew of refugees, including a mysterious young woman named Teresa. Jacquotte and her band become indentured servants to the infamous Blackhand, a ruthless pirate captain who rules his ship with an iron fist. As they struggle to survive his brutality, Jacquotte finds herself unable to resist Teresa despite their differences. When Blackhand hatches a dangerous scheme to steal a Portuguese shipment of jewels, Jacquotte must rely on her wits, resourcefulness, and friends to survive. But she discovers there is a grander, darker scheme of treachery at play, and she ultimately must decide what price she is willing to pay to secure a better future for them all.",
    "genre": "Friendship Fiction."
  },
  {
    "title": "Made for You",
    "author": "Jenna Satterthwaite",
    "isbn": "9780778310426",
    "available": true,
    "location": "SCIENCE FICTION",
    "description": "Hi. My name is Julia. I'm a Synth. And I'm here to find love. Synthetic woman Julia Walden was designed for one reason: to compete on The Proposal and claim the heart of bachelor Josh LaSala. Her casting is controversial, but Julia seems to get her fairy-tale ending when Josh gets down on one knee. Fast-forward fifteen months, and Julia and Josh are married and raising their baby in small-town Indiana. But with haters around every corner, Julia's life is a far cry from the domestic bliss she imagined. Then her splintering world shatters: Josh goes missing, and she becomes the prime suspect in his murder. With no one left she can trust, Julia takes the investigation into her own hands. But the explosive truths she uncovers will drive her to her breaking point and isn't that where a person's true nature is revealed? That is if Julia truly is a person.",
    "genre": "Artificial intelligence Fiction."
  },
  {
    "title": "How to Become the Dark Lord and Die Trying",
    "author": "Django Wexler",
    "isbn": "9780356518985",
    "available": true,
    "location": "FANTASY",
    "description": "Davi has done this all before. She's tried to be the hero and take down the all-powerful Dark Lord. A hundred times she's rallied humanity and made the final charge. But the time loop always gets her in the end. Sometimes she's killed quickly. Sometimes it takes a while. But she's been defeated every time. This time? She's done being the hero and done being stuck in this endless time loop. If the Dark Lord always wins, then maybe that's who she needs to be. It's Davi's turn to play on the winning side.",
    "genre": "Reincarnation Fiction."
  },
  {
    "title": "Gate to Kagoshima",
    "author": "Poppy Kuroki",
    "isbn": "9780861547616",
    "available": true,
    "location": "FANTASY",
    "description": "Japan, 2005. While researching her ancestors, 20-year-old Isla encounters a vicious typhoon who sends her back in time to 1877, the dawn of the Satsuma Rebellion. Through a combination of fate and courage, Isla meets her ancestors, as well as Keiichiro Maeda, a samurai who she ends up falling for. She must decide whether to stay with the man she loves, knowing his samurai values irrevocably fate him to death, or to return to her previous life, forever changed by the history she has not only learned but lived.",
    "genre": "Young women Fiction."
  },
  {
    "title": "The Mark",
    "author": "Fríða Ísberg",
    "isbn": "9781922790613",
    "available": true,
    "location": "FICTION",
    "description": "In the near future, in Reykavik, in a world like our own, society is divided about the controversial Empathy Test, which measures an individual's capacity for compassion and identifies anti-social behaviour in citizens. Two thirds of the country, including public servants and politicians, have undergone the test, and 'marked' themselves in an official register, open to the public. One third remains 'unmarked' and more and more private and public spaces are closing their doors to them. In two months' time, citizens face a national referendum, in which they will vote on whether the test should be mandatory or not. Amid the rising tension and via the voices of four compelling characters, the sceptical teacher Vetur, the influential psychologist Oli, the businesswoman Eyja, who fails the test and the school dropout Tristan, who is fighting for the right not to be tested, we are confronted with urgent ethical dilemmas, prejudice, injustice, and private trauma. The suspense intensifies as these four individuals try to navigate a brave new world. The rules of the game have changed. What are the consequences?",
    "genre": "Future, The Fiction."
  },
  {
    "title": "The Third Love",
    "author": "Hiromi Kawakami",
    "isbn": "9781783788873",
    "available": true,
    "location": "FICTION",
    "description": "Having married her childhood sweetheart, Riko now finds herself trapped in a relationship that has been soured by infidelity. One day, by chance, she runs into her old friend Mr Takaoka, who offers friendship, love, and an unusual escape: he teaches her the trick of living inside her dreams. And so, each night, she sinks into another life: first as a high-ranking courtesan in the 17th century, and then as a serving lady to a princess in the late Middle Ages. As she experiences desire and heartbreak in the past, so Riko comes to reconsider her life as a 21st century woman, as a wife, as a mother, and as a lover, and to ask herself whether, after loving her husband and loving Mr Takaoka, she is now ready for her third great love.",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "The Lost Story",
    "author": "Meg Shaffer",
    "isbn": "9780593598870",
    "available": true,
    "location": "FANTASY",
    "description": "As boys, best friends Jeremy Cox and Rafe Howell vanished in a West Virginia state park, only to mysteriously reappear six months later with no explanation for where they'd gone or how they'd survived. Fifteen years after their miraculous homecoming, Jeremy is a famous missing persons investigator with an uncanny ability to find the lost, while Rafe is a reclusive artist unable to stop creating otherworldly paintings and sculptures he shows to no one. He bears scars inside and out from his disappearance but has no memory of what happened while they were gone. Jeremy alone knows the fantastical truth behind their time in the woods. While the rest of the world was searching for them, the two missing boys were in a magical realm filled with impossible beauty and terrible danger. However, Jeremy has kept Rafe in the dark since their return for his own inscrutable reasons. But the time for burying secrets comes to an end when vet tech Emilie Wendel hires Jeremy to find her long-lost sister... the long-lost sister he and Rafe knew while living in that hidden kingdom. Now the former lost boys must confront their shared past, no matter how traumatic the memories. Alongside the headstrong Emilie, Rafe and Jeremy return to the enchanted world they called home for six months... for only then can they get back everything and everyone they've lost.",
    "genre": "Best friends Fiction."
  },
  {
    "title": "Green Frog",
    "author": "Gina Chung",
    "isbn": "9780593469361",
    "available": true,
    "location": "FICTION",
    "description": "Equal parts fantastical a pair of talking dolls help twins escape a stifling home, a heart boils on the stove as part of an elaborate cure for melancholy and true to life a mother and daughter try to heal their rift when the daughter falls unexpectedly pregnant, a woman reexamines her father's legacy after his death the stories in this collection are hopeful and heartbreaking, full of danger and full of joy. Chung is a master at capturing emotion, and her characters human and otherwise will claw their way into your heart and make themselves at home.",
    "genre": "Emotions Fiction."
  },
  {
    "title": "The Silverblood Promise",
    "author": "Jim Logan",
    "isbn": "9781250360533",
    "available": true,
    "location": "FANTASY",
    "description": "Lukan Gardova is a cardsharp, academy dropout, and thanks to a duel that ended badly the disgraced heir to an ancient noble house. His days consist of cheap wine, rigged card games, and wondering how he might win back the life he threw away. When Lukan discovers that his estranged father has been murdered in strange circumstances, he finds fresh purpose. Deprived of his chance to make amends for his mistakes, he vows to unravel the mystery behind his father's death. His search for answers leads him to Saphrona, fabled city of merchant princes, where anything can be bought if one has the coin. Lukan only seeks the truth, but instead he finds danger and secrets in every shadow. For in Saphrona, everything has a price and the price of truth is the deadliest of all.",
    "genre": "Nobility Fiction."
  },
  {
    "title": "A Rose by Any Other Name",
    "author": "Mary McMyne",
    "isbn": "9780316393515",
    "available": true,
    "location": "FANTASY",
    "description": "England, 1603. Rose Rushe's passion for life runs deep--she laughs too loudly, meddles with astrology and music, and pays no heed to her mother's warnings to guard her reputation. When Rose's father dies and a noble accuses her and her best friend Cecely of witchcraft, they flee to London and make their way as occultists, secretly selling love charms and astrological advice. Their thriving underground business leads them to young noble Henry and playwright Will Shakespeare, and so begins a brief, tempestuous, and powerful romance--one filled with secret longings and deep betrayals.",
    "genre": "Shakespeare, William, 1564-1616 Fiction."
  },
  {
    "title": "The Night-soil Men",
    "author": "Bill Broady",
    "isbn": "9781784633189",
    "available": true,
    "location": "FICTION",
    "description": "Broady's major work of fiction, nearly a decade in the writing, explores the origins and development of the Independent Labour Party - the working-class political movement founded in Bradford in 1893. Detailing the exploits, fortunes, and relationships of three central characters: passionate Fred Jowett, ruthless Philip Snowden (later, the Labour Party's first chancellor), and the licentious and unforgettable Victor Grayson. Spanning four decades, the novel covers the socialist foment and activism of fin-de-siecle Britain, the impact of the First World War and the changing landscape of the interwar years, as social change points forward to a new politics and the reinvention of Britain, despite fierce resistance from the establishment and its allies. And all punctuated with sex, comrades, hustings, art, dialect and copious points of order.",
    "genre": "Independent Labour Party (Great Britain) Fiction."
  },
  {
    "title": "Flight of the Wild Swan",
    "author": "Melissa Pritchard",
    "isbn": "9781954276215",
    "available": true,
    "location": "HISTORICAL",
    "description": "Sweeping yet intimate, Flight of the Wild Swan tells the story of Florence Nightingale, a brilliant, trailblazing woman whose humanity has been obscured beneath the iconic weight of legend. From her adolescence, Nightingale was determined to fulfill her life's calling to serve the sick and suffering. Overcoming Victorian hierarchies, familial expectation, patriarchal resistance, and her own illness, she used her hard-won celebrity as a battlefield nurse to bring the profession out of its shadowy, disreputable status and elevate nursing to a skilled practice and compassionate art. In lush, lyrical detail, Melissa Pritchard reveals Nightingale as a rebel who wouldn't relent one whose extraordinary life offers a grand lesson in inspired will.",
    "genre": "Nightingale, Florence, 1820-1910 Fiction."
  },
  {
    "title": "The Household",
    "author": "Stacey Halls",
    "isbn": "9781838778484",
    "available": true,
    "location": "HISTORICAL",
    "description": "London, 1847. In a quiet house in the countryside outside London, the finishing touches are being made to welcome a group of young women. The house and its location are top secret, its residents unknown to one another, but the girls have one thing in common: they are fallen. Offering refuge for prostitutes, petty thieves and the destitute, Urania Cottage is a second chance at life - but how badly do they want it? Meanwhile, a few miles away in a Piccadilly mansion, millionairess Angela Burdett-Coutts, one of the benefactors of Urania Cottage, makes a discovery that leaves her cold. Her stalker of ten years has been released from prison, and she knows it's only a matter of time before their nightmarish game resumes once more. As the women's worlds collide in ways they could never have expected, they will discover that freedom always comes at a price. The Household is the new novel from the award-winning, Sunday Times bestselling author of The Familiars, The Foundling and Mrs England. Set against Charles Dicken's home for fallen women and inspired by real figures from history, it is Stacey Halls' most ambitious and captivating novel yet.",
    "genre": "Dickens, Charles, 1812-1870 Fiction."
  },
  {
    "title": "Octavian's Light",
    "author": "Don McGregor",
    "isbn": "9780473709198",
    "available": true,
    "location": "HISTORICAL",
    "description": "Passion, power, betrayal and love, Octavian's Light is a compelling saga set in the most brutal of Roman times. Oline's life is shattered when her home village in Gaul is raided by Romans, and her daughter Mischella is born into slavery in Italy. Octavian is unexpectedly adopted by Julius Caesar whose sudden assassination catapults the eighteen-year-old to vast wealth and power, eventually becoming Rome's first emperor, Augustus. There are wars, plotting amongst rivals, bouts of sickness, his wife Livia's scheming, and an extraordinary meeting with Queen Cleopatra. Former street urchin Riccar has a skill that enables him to closely witness Octavian's incredible rise throughout their long lives together, and he becomes perhaps the emperor's only true friend. An ancient world is revealed as the lives of slaves and an emperor unexpectedly intertwine in a novel that combines meticulously researched history and unforgettable characters.--Back cover.",
    "genre": "Slavery Fiction."
  },
  {
    "title": "The Voyageur",
    "author": "Paul Carlucci",
    "isbn": "9781800753150",
    "available": true,
    "location": "HISTORICAL",
    "description": "Alex is a motherless stockboy in 1830s Montreal, waiting desperately for his father to return from France. Serge, a drunken fur trader, promises food and safety in return for friendship, but an expedition into the forest quickly goes awry. At the mercy of men whose motives are unclear, Alex must learn to find his own way in a world where taking advantage of others has become second nature. But will he have to abandon his humanity to survive?",
    "genre": "Fathers and sons Fiction."
  },
  {
    "title": "The Nightingale's Castle",
    "author": "Sonia Velton",
    "isbn": "9780349146096",
    "available": true,
    "location": "HISTORICAL",
    "description": "In 1573, Countess Erzsebet Bathory gave birth to an illegitimate child. The infant, a girl, was swiftly bundled up and handed to a local peasant family to be brought up in one of the hamlets surrounding the Castle. Many years later, 15-year-old Boroka reluctantly leaves the safety of the only home she has ever known in the foothills of the Carpathian Mountains. Trusted members of the countess's household have been sent out to gather new serving girls, and the kindly old man who has taken care of Boroka for almost all her life knows that it is dangerous to turn them away. Boroka struggles to find her place at Cachtice Castle: she is frightened of the countess's reputation as an alleged murderer of young girls, and the women who run the castle are terrifyingly cruel. When plague comes into the heart of the castle, a tentative bond begins to form between Boroka and the Countess Bathory. But powerful forces are moving against a woman whose wealth poses such a threat to the king: can the countess really trust the women who are so close to her? And when the show trial begins against the infamous 'Blood Countess' where will Boroka's loyalties lie?",
    "genre": "Báthory, Erzsébet, 1560-1614 Fiction."
  },
  {
    "title": "The Paris Affair",
    "author": "Fiona Schneider",
    "isbn": "9781405958219",
    "available": true,
    "location": "FICTION",
    "description": "One Parisian night, a woman vanishes without a trace, leaving behind the man she loves. Sixty years later, the search begins. In 1942, French chef Sylvie Dubois is sent to Paris to spy on the enemy, while German soldier Christoph Baumann has sold his soul to save his sister. When they meet the world stops turning. But in a city consumed by war, love is a dangerous affair, and the star-crossed lovers will pay the ultimate price. Decades later, with Christoph's health declining and his memory fading, his young protege, Julia Clarke, sets out to discover what happened to the woman he never stopped loving. Can they find the woman who disappeared, or will it be too late?",
    "genre": "Women cooks Fiction."
  },
  {
    "title": "Clairmont",
    "author": "Lesley McDowell",
    "isbn": "9781035400249",
    "available": true,
    "location": "HISTORICAL",
    "description": "1816. A massive volcanic eruption has caused the worst storms that Europe has seen in decades, yet Percy and Mary Shelley have chosen to visit the infamous Lord Byron at his villa on Lake Geneva. It wasn't their idea: Mary's eighteen year old step-sister, Claire Clairmont, insisted. But the reason for Claire's visit is more pressing than a summer escape with the most famous writers in the world. She's pregnant with Byron's child, a child Byron doesn't want and scarcely believes is his own. Claire has the world in her grasp. This trip should have given her everything she ever dreamed of. But within days, her life will be in ruins. History has all but forgotten her story, but she will not be silenced.",
    "genre": "Clairmont, Clara Mary Jane, 1798-1879 Fiction."
  },
  {
    "title": "Oye",
    "author": "Melissa Mogollon",
    "isbn": "9780593594902",
    "available": true,
    "location": "FICTION",
    "description": "Yes, hi, Mari. It's me. I'm over my tantrum now and calling you back. But first-you have to promise that you won't tell Mom or Abue any of this. Okay? They'll set the house on fire if they find out. Structured as a series of one-sided phone calls from our spunky, sarcastic narrator, Luciana, to her older sister, Mari, this wildly inventive debut jump-starts your heart in the same way it piques your ear (Xochitl Gonzalez). As the baby of her large Colombian American family, Luciana is usually relegated to the sidelines. But now she finds herself as the only voice of reason in the face of an unexpected crisis: A hurricane is heading straight for Miami, and her eccentric grandmother, Abue, is refusing to evacuate. Abue is so one-of-a-kind she's basically in her own universe, and while she often drives Luciana nuts, they're the only ones who truly understand each other. So when Abue, normally glamorous and full of life, receives a shocking medical diagnosis during the storm, Luciana's world is upended. When Abue moves into Luciana's bedroom, their complicated bond intensifies. Luciana would rather be skating or sneaking out to meet girls, but Abue's wild demands and unpredictable antics are a welcome distraction for Luciana from her misguided mother, absent sister, and uncertain future. Forced to step into the role of caretaker, translator, and keeper of the devastating family secrets that Abue begins to share, Luciana suddenly finds herself center stage, facing down adulthood-and rising to the occasion. As Luciana chronicles the events of her disrupted senior year of high school over the phone to Mari, Oye unfolds like the most fascinating and entertaining conversation you've ever eavesdropped on: a rollicking, heartfelt, and utterly unique novel that celebrates the beauty revealed and resilience required when rewriting your own story.",
    "genre": "Grandmothers Fiction."
  },
  {
    "title": "The F**k It! List",
    "author": "Melanie Cantor",
    "isbn": "9781529176797",
    "available": true,
    "location": "FICTION",
    "description": "Meet Daisy. She's just caught her boyfriend shagging someone else at her fortieth birthday party. Now she's camped out in her childhood bedroom. And it looks as if her dream to have a baby has gone down the pan. But why should the biggest mistake of his life ruin hers? What she needs is a F**k It! list!",
    "genre": "Life change events Fiction."
  },
  {
    "title": "These Letters End in Tears",
    "author": "Musih Xaviere",
    "isbn": "9781914344381",
    "available": true,
    "location": "FICTION",
    "description": "Bessem notices Fatima for the first time on the soccer field-muscular and focused, she's the only woman playing and seems completely at ease. When Fatima chases a rogue ball in her direction, Bessem freezes, mesmerized by the athlete's charm and beauty. One playful wink from Fatima, and Bessem knows her life will never be the same. In Cameroon, a country where same-sex relationships are punishable by law, the odds are stacked against Bessem and Fatima from the start. And when Fatima's older brother, a staunch Muslim, finds out about their affair, he intervenes by physically assaulting them, an incident that precedes a police raid at the only gay bar in town. After spending days in jail, Fatima goes missing without a trace, and Bessem is left with only rumours of her whereabouts. Has Fatima been sentenced to an unknown prison? Has she been banished from her community, or married off, as some have suggested? Or something even more sinister? Thirteen years later, Bessem is now a university professor leading a relatively quiet life, occasionally and secretly dating other women. However, she has never forgotten Fatima. After spotting a mutual friend for the first time in years the last person who may have seen Fatima Bessem embarks on a winding search for her lost love.",
    "genre": "Lesbians Fiction."
  },
  {
    "title": "Mrs Jekyll",
    "author": "Emma Glass",
    "isbn": "9781739440565",
    "available": true,
    "location": "FICTION",
    "description": "By turns tender and devastating, Mrs Jekyll contorts Stevenson's gothic classic in a sumptuous and shocking account of modern womanhood. Schoolteacher Rosy Winter is dying. Her husband Charlie offers all the relief he can. Rosy's sister-in-law, Sally, offers none. But Rosy feels something growing in her. A hard knot in her chest. Beyond the homeopathic remedies, the dinner party obligations, the snatched whispers on wards and in staffrooms, a force murderous, feminine, feverish is stirring within her.",
    "genre": "Women teachers Fiction."
  },
  {
    "title": "The Days I Loved You Most",
    "author": "Amy Neff",
    "isbn": "9780778310471",
    "available": true,
    "location": "FICTION",
    "description": "In the summer of 1941, on the New England shores where they were raised, Evelyn and Joseph fell in love. Now, more than sixty years later, with a lifetime between them, they have gathered their three grown children to share the staggering news: she has received a heartbreaking diagnosis, and he can't live without her. So in one year's time they will end their love story on their own terms. Over the next year, the couple retraces their past all the joys and regrets that brought them to this moment. They embark on a journey to live out their greatest dreams and to connect with each of their children. But as their final days draw closer, they must confront the stark reality of what's to come, and make peace with the legacy they will leave behind for their family.",
    "genre": "Friendship Fiction."
  },
  {
    "title": "Maybe, Perhaps, Possibly",
    "author": "Joanna Glen",
    "isbn": "9780008607418",
    "available": false,
    "location": "FICTION",
    "description": "On the tiny island of Rokesby, Addie helps her mother run a women's retreat. Dreaming daily of escape, she consoles herself by swimming in the ocean that surrounds them. On the neighbouring island, joined to Rokesby by a bridge at low tide, Sol has sought refuge at a wind-swept prayer house, grieving both his mother's death and his father's devastating betrayal. Alone and anxious, he takes comfort in birdwatching, books and the sounds of the sea. Introverts with turbulent pasts and wary hearts, Sol and Addie are both drawn to nature far more than to people - until they catch sight of one another in the wild. Can they break free from past lessons in love to risk a better future together?.",
    "genre": "Man-woman relationships Fiction."
  },
  {
    "title": "I Hope This Finds You Well",
    "author": "Natalie Sue",
    "isbn": "9780063320369",
    "available": true,
    "location": "FICTION",
    "description": "As far as Jolene is concerned, her interactions with her colleagues should start and end with her official duties as an admin for Supershops, Inc. Unfortunately, her irritating, incompetent coworkers don't seem to understand the importance of boundaries. Her secret to survival? She vents her grievances in petty email postscripts, then changes the text colour to white so no one can see. That is, until one of her secret messages is exposed. Her punishment: sensitivity training (led by the suspiciously friendly HR guy, Cliff) and rigorous email restrictions. When an IT mix-up grants her access to her entire department's private emails and DMs, Jolene knows she should report it, but who could resist reading what their coworkers are really saying? And when she discovers layoffs are coming, she realizes this might just be the key to saving her job. The plan is simple: gain her boss's favour, convince HR she's Supershops material and beat out the competition. But as Jolene is drawn further into her coworker's private worlds and secrets, her carefully constructed walls begin to crumble especially around Cliff, who she definitely cannot have feelings for. Soon she will need to decide if she's ready to leave the comfort of her cubicle, even if it means coming clean to her colleagues.",
    "genre": "Clerks Fiction."
  },
  {
    "title": "Reboot",
    "author": "Justin Taylor",
    "isbn": "9780553387629",
    "available": true,
    "location": "FICTION",
    "description": "David Crader is a has-been. A former child actor from the hit teen drama Rev Beach, he now rotates between his new roles as deadbeat dad, recovering alcoholic, and occasional videogame voice actor. But when David is summoned to Los Angeles by Grace, his ex-wife and former co-star, he suddenly sees an opportunity for a reboot-not just of the show that made him famous, but also of his listless existence. Hollywood, the Internet, and a fractured nation have other plans, however, and David soon drinks himself to a realization: This seemingly innocuous revival of an old Buffy rip-off could be the spark that sets ablaze a nation gripped by far-right conspiracy, climate catastrophe, and mass violence.",
    "genre": "Television actors and actresses Fiction."
  },
  {
    "title": "You Belong With Me",
    "author": "Mhairi McFarlane",
    "isbn": "9780008702755",
    "available": true,
    "location": "ROMANCE",
    "description": "When there's a ring on her doorbell, there's only one person Edie Thompson wants it to be. The person who's still in her heart. The person who just might be The One. She and Elliot Owen called it quits once before but aren't they too good together not to try? And here he is offering her everything she dreamed of. But dating Elliot, an actor, is anything but plain sailing. Being an ocean apart and followed by the press is one thing, but when Edie's friends and Elliot's family are drawn in, things get messy. Then her boss hires a friendly face in the form of Declan Dunne, who's there for her when times are tough, and Edie starts to wonder are she and Elliot a fairytale come true or a cautionary fable about getting what you wish for?",
    "genre": "Actors Fiction."
  },
  {
    "title": "Viscount in Love",
    "author": "Eloisa James",
    "isbn": "9780349442785",
    "available": true,
    "location": "ROMANCE",
    "description": "Two eccentric orphans bring together a grumpy viscount and the free-spirited heroine who steals his heart in the first novel in Eloisa James's new Accidental Brides series, in which haughty aristocrats find themselves married to the wrong women. He wants a nanny, not a bride... Suddenly guardian to twins, Viscount Dominic Kelbourne is luckily betrothed to a suitable lady--until she elopes. With no time to woo, Dominic decides to marry his fiancée's unconventional sister. Torie isn't perfect, but their kisses are so passionate that society thinks he's actually chosen her. She wants to marry for love... Torie has never been able to make sense of words on a page, so she has turned her talents to art. She longs for a man who values her as she is... but marries for the sake of the twins. She doubts Dominic is capable of love, let alone respect, but as their heated debates turn into something more, Torie begins to imagine a life as a wife, not a nanny. But when the arrogant viscount finds that his viscountess has stolen his heart, he'll have to give all he has to win her love.",
    "genre": "Custody of children Fiction."
  },
  {
    "title": "Swift and Saddled",
    "author": "Lyla Sage",
    "isbn": "9780593732434",
    "available": false,
    "location": "ROMANCE",
    "description": "The last thing Ada Hart needs is a man to take care of her. Not anymore. After failing out of her interior design program and the disaster that was her short-lived marriage, Ada clawed her way up from her rock bottom. Now, the only person she trusts is herself, and that has gotten her further than ever before. She has her own business, and one of the largest ranches in Wyoming just hired her for the most important project of her career. When Ada arrives in Meadowlark, she finds herself in a dive bar where she can't seem to shake the eyes of a handsome cowboy. When she leads him to the back of the bar, he leaves her with a kiss that most people can only fantasize about. She almost regrets that she'll never see him again except it turns out he's her new boss. Weston Ryder is a happy guy. Even happier now that the mystery woman from the bar is the interior designer for his dream project on his family's ranch. He feels like he hit the jackpot. It's too bad she wants absolutely nothing to do with him outside of work. Ada is convinced the pull she feels toward Wes will go away, but Wes can't stop thinking about her. Even though walls are coming down around Rebel Blue, Ada's walls are firmly in place. Can they make it through this project without giving in? Or will they both put their dreams on the line for a chance at love?",
    "genre": "Farms Fiction."
  },
  {
    "title": "Antiquity",
    "author": "Hanna Johansson",
    "isbn": "9781646221714",
    "available": true,
    "location": "FICTION",
    "description": "On a Greek island rich with ancient beauty, a lonely woman in her thirties upends the relationship between a mother and her teenage daughter. Lust and admiration for Helena, a chic older artist, brings Antiquity's unnamed narrator to Ermoupoli, where Helena's daughter, Olga, seems at first like an obstacle and a nuisance. But the unpredictable forces of ego and desire take over, leading our narrator down a more dangerous path, and causing the roles of lover and beloved, child and adult, stranger and intimate to become distorted. As the months go by, the fragile web connecting the three women nears rupture, and the ominous consequences of their entanglement loom just beyond a summer that must end. With echoes of Death in Venice, Call Me by Your Name, and The Lover, but wholly original and contemporary, Antiquity probes the depths of memory, beauty, morality, and the narratives that arrange our experience of the world.",
    "genre": "Women artists Fiction."
  },
  {
    "title": "Between Friends & Lovers",
    "author": "Shirlene Obuobi",
    "isbn": "9780063307308",
    "available": false,
    "location": "ROMANCE",
    "description": "To her countless Instagram followers Josephine Boateng is the dazzling Dr. Jojo, and her opinions on health, growth, and self-love matter. Her message: be smart (she has a medical degree after all), be significant, and do not put up with foolish men. But behind the camera, Jo's story is more complicated, she finds her influencer career underwhelming; her potential career in medicine overwhelming, and she's hung up on her best friend, nepo-baby and romcom heartthrob Ezra Adelman. When Ezra shows up to his thirtieth birthday party with her childhood bully on his arm, however, Josephine realizes that it's time to take her own advice and prioritize herself for once. No one is more shocked than Malcolm Waters when his debut novel turns him into a critic's darling. When he's invited to a swanky penthouse party to discuss turning his book into a film, he knows rubbing elbows with the elites of entertainment will be great for his career. The only problem: he's not good with people, and even worse at networking. Just when he's about to throw in the towel, he's rescued by none other than Dr. Jojo. He's been following her on social media for years, and she's even more impressive in real life. And to his bewilderment, the feeling is mutual. But in a world where the lines between private and public are as blurred as those between friendship and love, can they risk it all for something real?",
    "genre": "Instagram (Firm) Fiction."
  },
  {
    "title": "Alvesdon",
    "author": "James Holland",
    "isbn": "9781787636705",
    "available": true,
    "location": "SAGA",
    "description": "The village of Alvesdon has been home to the Castells for generations. But the year is 1939 and the peace and tranquillity there is about to be shattered once more by the stormclouds of war in Europe. As three generations of the family gather, they must all face the prospect of their lives being transformed beyond recognition the moment Britain declares war on Germany.When the inevitable happens and Britain finds itself at war, the younger members of the family and farm workers are called up to fight and those who remain must battle to keep the home fires burning and the farm afloat. The gentle certainties of rural life are replaced by the urgent clamour of war, in the air, at sea and on land, where events unfold with dizzying rapidity and unexpected consequences.Stretching from the glorious summer of 1939 to the Battle of Britain the following year, acclaimed historian James Holland paints a compelling and immersive fictional portrait of how the war changed everything. For one family and for a community, their way of life can never really be the same again.",
    "genre": "World War, 1914-1918 England London Fiction."
  },
  {
    "title": "A Run at Love",
    "author": "Toni Shiloh",
    "isbn": "9780764241512",
    "available": false,
    "location": "ROMANCE",
    "description": "As a Black woman in a field with little diversity, Piper McKinney is determined to make her mark on the horse-racing world. Raised on a Thoroughbred farm in Kentucky, Piper's dream is for her horse to win the prestigious Kentucky Derby. With the help of her best friend and trainer, Tucker Hale, she gains national attention but must grapple with the complications that arise when a journalist delves into her past as a transracial adoptee. In an effort to win Piper's heart, Tucker formulates a plan to train Piper's horse to victory, hoping to prove himself to her, her parents, and his own self-doubts. Then a shocking scandal hits the media, implicating both Piper and her parents, and she and Tucker will have to survive the onslaught to find their way to the winner's circle and each other.",
    "genre": "Horse racing Fiction."
  },
  {
    "title": "The North Wind",
    "author": "Alexandria Warwick",
    "isbn": "9781761426018",
    "available": true,
    "location": "FANTASY",
    "description": "A lush and enchanting fantasy romance, inspired by Beauty and the Beast and the myth of Hades and Persephone. Beloved by readers on TikTok. Wren of Edgewood is no stranger to suffering. With her parents gone, it is Wren's responsibility to ensure she and her sister survive the harsh and endless winter, but if the legends are to be believed, their home may not be safe for much longer. For three hundred years, the land surrounding Edgewood has been encased in ice as the Shade, a magical barrier that protects the townsfolk from the Deadlands beyond, weakens. Only one thing can stop the Shade's fall: the blood of a mortal woman bound in wedlock to the North Wind, a dangerous immortal whose heart is said to be as frigid as the land he rules. And the time has come to choose his bride. When the North Wind sets his eyes on Wren's sister, Wren will do anything to save her - even if it means sacrificing herself in the process. But mortal or not, Wren won't go down without a fight.",
    "genre": "Gods Fiction."
  },
  {
    "title": "River Cottage Great Roasts",
    "author": "Gelf Alderson",
    "isbn": "9781526639134",
    "available": true,
    "location": "641.71 ALD",
    "description": "Divided into chapters like Breakfast & Brunch, One-tray Wonders, Sunday Roast, Super Sides and Puddings, the recipes all harness the power of the oven to transform everyday ingredients into their more deliciously caramelised, roasted counterparts",
    "genre": "Roasting (Cooking)"
  },
  {
    "title": "Bored of Lunch",
    "author": "Nathan Anthony",
    "isbn": "9781529914511",
    "available": true,
    "location": "641.77 ANT",
    "description": "With dishes ready in 30 minutes or less (including prep time!), this is effortless cooking to maximise flavour while minimising cooking time. Every recipe is calorie counted, so you can have lighter versions of your favourites dishes on the table in just half an hour, making mealtimes and life that bit easier. As a lower-energy alternative to a conventional oven, air fryers are a cost-efficient way to make all your favourite dishes and save on your household energy bill. And with a focus on everyday, easy-to-find ingredients, this is food you can cook without breaking the bank or even a sweat. The incredible, quick recipes include Salt and Pepper Squid, Crispy Fried Chicken, Meatball & Mozzarella Orzo Bake, Fish & Chips and a Juicy Pork Roast. Air frying doesn't get any easier than this!",
    "genre": "Hot air frying."
  },
  {
    "title": "The ScandiKitchen Cookbook",
    "author": "Brontë Aurell",
    "isbn": "9781788795999",
    "available": true,
    "location": "641.5948 AUR",
    "description": "There's so much more to Nordic food than pickled herring and meatballs. Stretching from the midnight sun of northern Norway to the flat, fertile fields of Denmark, Scandinavian food culture is a lot more varied than you might think. Dishes and ingredients link all the regions together, bringing a uniquely Nordic food experience to life that was created by thousands of years of heritage and shared culture. Scandinavian food is simple. Natives call it 'husmanskost' (farmer's fare). It's natural and honest. When you work with the very best produce, there's no need to overcomplicate it. Its appeal lies in the fact that it is healthy, wholesome, flavoursome, simple to make and beautiful to look at.",
    "genre": "ScandiKitchen (Café)"
  },
  {
    "title": "Ellie's Table",
    "author": "Ellie Bouhadana",
    "isbn": "9781743798751",
    "available": true,
    "location": "641.567 BOU",
    "description": "In her debut cookbook, Ellie shares recipes picked up through her travels through Italy as well as ones that have been handed down from generation to generation. Part recipe book, part journal, Ellie's Table is an extension of Ellie's food ethos and includes all the recipes close to her heart. We find her in her safta's kitchen sharing their family's rugelach recipe, we travel to Italy and Ellie tells us the secret to the perfect fried zucchini a recipe with roots deep in Rome's Jewish community and Ellie recounts cooking Moroccan dishes as a child with her doda (aunt) Melani and her dad. There's a whole chapter on her infamous focaccia and all the accompanying butters.",
    "genre": "Jewish cooking."
  },
  {
    "title": "Eat Pacific",
    "author": "",
    "isbn": "9781991016805",
    "available": true,
    "location": "641.599 EAT",
    "description": "Compiled by award-winning chef, judge and TV host Robert Oliver, Eat Pacific includes 139 zesty recipes from Fiji, Sāmoa, the Kingdom of Tonga, the Cook Islands, Vanuatu, Niue, Solomon Islands, Tuvalu, Tahiti, New Caledonia and Papua New Guinea, taken from the popular TV series Pacific Island Food Revolution, now in its third season. There’s more than healthy, tasty, affordable food, however. This book has a powerful health and food-sovereignty message: local food cultures hold the key to better diets, economic sustainability and combatting diseases such as diabetes and obesity.",
    "genre": "Cooking, Pacific Island."
  },
  {
    "title": "Cucina Del Veneto",
    "author": "Ursula Ferrigno",
    "isbn": "9781788796071",
    "available": true,
    "location": "641.5945 FER",
    "description": "The Veneto is a northern Italian region, lying between the base of the Alps and the Adriatic to the south. It has rich soil, a good climate, and as a result, produces rice, many wonderful vegetables, wild and domestic animals, and much dairy produce. The Veneto also forms part of the 'polenta, bean and rice belt' of Italy, and risotti, pulses and a beautiful white polenta are more prevalent than pasta. Desserts are beloved in the Veneto. There are many pasticcerie, and shops selling gelati or ice cream. Don't forget about the wonderful Venetian prosecco (the grapes are grown in Treviso), and grappa, which comes from Vicenza. There is so much to discover and enjoy!",
    "genre": "Cooking, Italian."
  },
  {
    "title": "Cooking With Anna",
    "author": "Anna Haugh",
    "isbn": "9781526667212",
    "available": true,
    "location": "641.5 HAU",
    "description": "For Anna Haugh cooking is in her bones and sharing in her nature. A born and bred Dubliner, Anna was raised on her mum's Irish home cooking. In this, her debut cookbook, she shares 85 recipes that are as straight-forward as they are delicious, such as Braised beef cheeks with sweet potato and basil crush, Dad's fish pie from Howth, vegan pulled pork and Guinness chocolate cake. Knowing full well the reality of juggling busy family life with work, Anna includes mouth-watering recipes that are easy to prepare for weeknight dinner without using every pot and pan in the house, such as Mammy's shepherd's pie with forked spuds, baby gem and chicken taco night, lentil bolognaise, coconut cod curry and Anna's Tuesday night stir-fry. And for when you have some time and want to push the boat out, there's a celebration roast, or the duck breast and potato waffle with a mushroom and black garlic puree, or even Aunty Ann's show-stopping carrot cake. For all their heartiness, the recipes in this book taste incredible and look stunning all because Anna shares her tricks of the trade to level up flavour and bring casual elegance to simple home cooking.",
    "genre": "Cooking."
  },
  {
    "title": "A Plant-based Farmhouse",
    "author": "Cherie Hausler",
    "isbn": "9781922616746",
    "available": true,
    "location": "641.56362 HAU",
    "description": "Wherever she's lived around the world, Cherie Hausler's instinct has been to host 'country gatherings', bringing people together to share good food and good times. That passion grew when she returned home to the Barossa Valley to settle in an unrenovated 150-year-old stone farmhouse on Koonunga Hill. It's there that she tends a rambling edible garden, forages for wild olives, turns apples into cider vinegar, makes kombucha, bakes, blends (and drinks!) tea, tends her horses, ducks, dogs, and other animal friends, and nurtures community connection through vegan food. At a local horticultural meeting, Cherie was reminded of how easy it can be to find familiar food territory with others: 'Oh, we all eat plants dear, nothing new in that,' one member quipped. A Plant-Based Farmhouse celebrates exactly that timelessness, with more than 80 wholefood, dairy and sometimes gluten-free recipes based on traditional plant-based country foods and cooking methods, along with veg-centric riffs on familiar homestead favourites. Whether it's inspiration for hearty salads, roasts and brunches, magnificent cakes and tarts, or go-to staples, there's so much deliciousness within these pages. Plant-based or otherwise, no one need miss out.",
    "genre": "Vegan cooking."
  },
  {
    "title": "Too Easy",
    "author": "Donna Hay",
    "isbn": "9781460766347",
    "available": true,
    "location": "641.555 HAY",
    "description": "Cooking has never been easier! In Donna Hay's stunning new cookbook, Too Easy, you'll find inspiring recipes that transform a few pantry staples and fresh ingredients into delicious meals within minutes. Say hello to clever updates on classics you love, the easiest one-pan undone lasagne and crunchy chipotle chicken traybake tacos. You'll fall in love with Donna's toss-together dinners, and clever spins on recipes for your air fryer, including the perfect crispy buttermilk chicken and sticky pork belly that is super tasty and big on golden crunch. Find go-to one-pan wonders like the delicious honey mustard and caramelized onion baked chicken, and crispy haloumi and lemon risoni bake make cooking dinner an absolute breeze. There are also new ways with powerhouse pantry ingredients to give you even more tasty switch-ups to put on your high rotation dinner list. And whether you're cooking for family or entertaining, there are genius set-and-forget recipes where your oven does all the work and delivers perfection, with a slow-cooked pomegranate-glazed lamb shoulder and the most amazing oven baked cacio e pepe risotto. You'll also find completely irresistible snacks like chewy almond cookies and an amazing snacking brownie for two! There are effortlessly impressive desserts that you'll love, think affogato blondie, limoncello tiramisu and the most amazing milk chocolate fudge cake with whipped chocolate frosting that you will ever make. With so many inspiring, no-fuss ideas, dinner never looked so good, or so easy!",
    "genre": "Quick and easy cooking."
  },
  {
    "title": "The Young Forever Cookbook",
    "author": "Mark Hyman",
    "isbn": "9780316571623",
    "available": true,
    "location": "641.563 HYM",
    "description": "Dr. Mark Hyman's revolutionary book Young Forever revealed how to reverse the biological hallmarks of aging through easy and accessible dietary, lifestyle, and longevity strategies. In this companion cookbook, Dr. Hyman shares more than 100 satisfying recipes to help you eat your way to a longer life. Rooted in the latest science, the recipes in The Young Forever Cookbook feature good fats, quality proteins, nutrient-dense vegetables, leafy greens, and a variety of other ingredients proven to support longevity. You'll find a range of meals and snacks designed to fight inflammation, boost your immune system, and promote healthy aging.",
    "genre": "Cooking (Natural foods)"
  },
  {
    "title": "The Gluten-free Kitchen",
    "author": "Emily Kerrigan",
    "isbn": "9781837992997",
    "available": true,
    "location": "641.563 KER",
    "description": "Do you love cooking but need to avoid gluten? Or have you recently been diagnosed with coeliac disease and need help and inspiration? Look no further! The Gluten-Free Kitchen is your one-stop guide to living a life you love, gluten-free.",
    "genre": "Gluten-free diet Recipes."
  },
  {
    "title": "Milk Street 365",
    "author": "Christopher Kimball",
    "isbn": "9780316538688",
    "available": true,
    "location": "641.5 KIM",
    "description": "This is Milk Street's new and comprehensive guide to today's recipe repertoire, full of fresh flavors and simple yet game-changing techniques. This is everyday cooking you actually want to cook every day. Milk Street 365 is both inspiration and reference for the contemporary kitchen, with recipes that will change the way you cook at home-from soups, stews and salads to flatbreads, pizzas and noodles.",
    "genre": "Cooking."
  },
  {
    "title": "The Hairy Dieters' Fast & Fresh",
    "author": "Si King",
    "isbn": "9781399607360",
    "available": true,
    "location": "641.5637 KIN",
    "description": "Inspired by the ingredients of the Mediterranean, Si King and Dave Myers have developed over 80 delicious and nutritious recipes to help you move away from processed foods and ready meals to make the most of the fresh ingredients available throughout the year. With dishes including red pepper salad with feta, black bean soup, pulled chicken tacos, spinach and halloumi curry, beef ragu with mushrooms, chocolate and rye cookies and blueberry cheesecake, whether you're looking for quick midweek meals, recipes with minimal prep or sweet treats, Si and Dave have it covered.",
    "genre": "Cooking (Natural foods)"
  },
  {
    "title": "Sift",
    "author": "Nicola Lamb",
    "isbn": "9781529906226",
    "available": true,
    "location": "641.815 LAM",
    "description": "Sift begins with the foundational ingredients that underpin great bakes flour, sugar, eggs, fat before delving into the techniques that bring recipes to life: texture, colour, how things rise, and a technical overview. 100 tested, tried, and true recipes follow and are organized by difficulty and time commitment, ranging from easy 30-minute cakes to spectacular showstoppers you can devote a weekend to.",
    "genre": "Baking."
  },
  {
    "title": "Tipo 00",
    "author": "Andreas Papadakis",
    "isbn": "9781922616500",
    "available": true,
    "location": "641.822 PAP",
    "description": "Greek chef Andreas Papadakis opened his tiny, cultish Melbourne pasta bar because he couldn't find what he wanted: an exceptional bowl of pasta made with the very best ingredients and served all day. He was obviously on to something because word spread fast and soon pasta people from near and far were joining the queue. A decade on, Andreas has documented more than 80 recipes that embody the best of Tipo 00 and the ethos that drives it, and demonstrate why a booking remains a coveted thing. All the favourites are here, from asparagus ravioli with parmesan cream to cocoa paccheri with pine mushrooms and pine nuts to gnocchi with duck and porcini ragu, to the famously delicious tipomisu dessert and a fast version of everyone's favourite focaccia. Plus lasagne, lessons in the art of the dough, why spaghetti is (unequivocally) the King of Pasta and much more. The restaurant named for the one true pasta flour has always been about good food first, community, excellent wine and true hospitality. You'll find that at the heart of Tipo 00 The Pasta Cookbook too.",
    "genre": "Tipo 00 (Restaurant)"
  },
  {
    "title": "Wholesome by Sarah",
    "author": "Sarah Pound",
    "isbn": "9781761268281",
    "available": true,
    "location": "641.54 POU",
    "description": "As creator of Wholesome by Sarah, Sarah Pound has won a legion of fans online, who cook her fresh, wholesome and flavour-packed recipes every night of the week.Sarah is all about making life easier for busy home cooks, and her much-anticipated debut cookbook is filled with the kind of food she has become known and loved for: simple, hearty and family-friendly dinners that use familiar everyday ingredients. As well as nourishing bowls of soup, one-pot gems and drool-worthy salads, there are chapters on new ways with budget-friendly staples, such as pasta, mince and the humble can of tuna. There are no tricky techniques here - this is solid home cooking that is fresh, fast and full of flavour. As well as her delicious recipes, Sarah shares foolproof formulas for building perfect salads and stir-fries; killer marinade, spice rub and salad dressing ideas; plus loads of practical tips to streamline life in the kitchen.",
    "genre": "Dinners and dining."
  },
  {
    "title": "Verdura",
    "author": "Theo Randall",
    "isbn": "9781787139923",
    "available": false,
    "location": "641.5945 RAN",
    "description": "Cook and eat the Italian way, with 100 fresh, wholesome and delicious vegetarian recipes. World-renowned chef Theo Randall shares his 10 favorite vegetables and reveals the best ways to cook with them through 100 fabulous recipes covering Aubergines, Zucchini, Asparagus, Artichokes, Mushrooms, Broccoli, Tomatoes, Beans, Squash and Potatoes. From simple pasta dishes to more extravagant dinners for when you have people over, you'll delight in Theo's take on the very best of Italian home cooking.",
    "genre": "Cooking, Italian."
  },
  {
    "title": "Thai Home Cooking",
    "author": "Orathay Souksisavanh",
    "isbn": "9781761500190",
    "available": true,
    "location": "641.59593 SOU",
    "description": "Immerse yourself in Thai food, and discover its exceptional flavours through 100 traditional recipes that take you to the heart of its cuisine. Including worldwide icons like Pad thai, Tom yum soup, Som tum (papaya salad), curries and larb salads, alongside local favourites like Pad kee mao (drunken noodles), Mok pla (steamed fish) and a range of other seafood, vegetable and meat dishes. Learn the Thai art of folding with step-by-step instructions for classic snacks like Po pia (fried rolls) and Karipap (curry puffs), and enjoy a variety of regional drinks and desserts including the classic sticky rice with mango. In a fully photographed hardback featuring step-by-step photos, prizing the perfect harmony of sweet, sour, hot and salty flavours, this is the perfect book to learn how to cook your favourite Thai at home.",
    "genre": "Cooking, Thai."
  },
  {
    "title": "Bodybuilder's Meal Prep Cookbook",
    "author": "Erin Stern",
    "isbn": "9780744085549",
    "available": true,
    "location": "641.5638 STE",
    "description": "Every bodybuilder knows it can be difficult to plan weekly meals, cook every night, and also stick to your macros. Meal prep can make the task a whole lot easier, but it can also seem overwhelming if you don't know where to start. Now, two-time Ms. Figure Olympia and fitness trainer and coach Erin Stern makes it's simple, with 64 absolutely delicious recipe and 8 weekly prep plans, you'll never get bored with eating the same meals every week, and you'll also get to enjoy amazing recipes that actually taste good and help you reach your training goals. Each weekly prep plan includes eight recipes along with detailed prep plans that help you prepare meals for the upcoming week that will keep you satisfied and on track.",
    "genre": "High-protein diet Recipes."
  },
  {
    "title": "More From a Quiet Kitchen",
    "author": "Nici Wickes",
    "isbn": "9781776890996",
    "available": true,
    "location": "641.5 WIC",
    "description": "Nici Wickes invites you back to her quiet kitchen for a second helping of uncomplicated, delicious recipes. During the global pandemic, Nici amassed a dedicated following through social media, sharing her recipes and personal stories of dealing with life’s challenges during lockdown and finding joy and fulfilment during this uncertain time through the act of cooking good food. Now living in an increasingly unsettled world, with climate change affecting her daily coastal life and a bout of covid leading to a loss of appetite, Nici once again turns to her kitchen and cooking to soothe her mind and reinvigorate her passion for food — with comforting recipes you can enjoy yourself or share with others. In More From a Quiet Kitchen Nici Wickes shares her thoughtful advice and insights on many of the challenges we all face in modern living — middle age, loneliness and self-esteem — accompanied by some incredible recipes to ensure you get the most out of life, both in and outside of the kitchen.--Publisher's website.",
    "genre": "Cooking."
  }
]